module.exports={
    globalHierarchy:[
        {
            "nameEN": "Medenine",
            "nameAR": "مدنين",
            "coordinates": [
                33.3,
                11.1
            ],
            "municipalities": [
                {
                    "nameEN": "Ajim",
                    "nameAR": "اجيم",
                    "districts": [
                        "اجيم",
                        "الخنانسة",
                        "القرع",
                        "قلالة",
                        "مزران",
                        "وادي الزبيب"
                    ]
                },
                {
                    "nameEN": "Ben Guerdane",
                    "nameAR": "بن قردان",
                    "districts": [
                        "الشهبانية",
                        "الصياح",
                        "الطابعي",
                        "العامرية",
                        "المعمرات",
                        "النفاتية",
                        "الوراسنية",
                        "بن قردان الجنوبية",
                        "بن قردان الشمالية",
                        "جلال",
                        "جميلة",
                        "شارب الراجل"
                    ]
                },
                {
                    "nameEN": "Beni Khedech",
                    "nameAR": "بني خداش",
                    "districts": [
                        "البحيرة",
                        "البنية",
                        "الحميمة",
                        "الدخيلة",
                        "الفجيج",
                        "القصر الجديد",
                        "المنزلة",
                        "بني خداش",
                        "رحالة",
                        "زغاية",
                        "زمور",
                        "وادي الخيل",
                        "ورجيجن"
                    ]
                },
                {
                    "nameEN": "Boughrara",
                    "nameAR": "بوغرارة",
                    "districts": [
                        "بوغرارة"
                    ]
                },
                {
                    "nameEN": "Houmt Souk",
                    "nameAR": "حومة السوق",
                    "districts": [
                        "الجوامع",
                        "الحشان",
                        "الرياض",
                        "السواني",
                        "بوملال",
                        "صدغيان",
                        "طاوريت",
                        "فاطو",
                        "مزراية",
                        "مليتة",
                        "والغ"
                    ]
                },
                {
                    "nameEN": "Mednine",
                    "nameAR": "مدنين",
                    "districts": [
                        "2ماي",
                        "أم التمر الشرقية",
                        "أم التمر الغربية",
                        "الدرغولية",
                        "السويطير",
                        "اللبة",
                        "بني غزيل",
                        "حسي عمر",
                        "حسي مدنين",
                        "عمرة الجديدة",
                        "كوتين",
                        "مدنين الجنوبية",
                        "مدنين الشرقية",
                        "مدنين الشمالية",
                        "مدنين الغربية",
                        "وادي السدر"
                    ]
                },
                {
                    "nameEN": "Midoun",
                    "nameAR": "ميدون",
                    "districts": [
                        "اركو",
                        "الماي",
                        "المحبوبين",
                        "بني معقل",
                        "ربانة",
                        "صدويكش",
                        "ميدون"
                    ]
                },
                {
                    "nameEN": "Sidi Makhlouf",
                    "nameAR": "سيدي مخلوف",
                    "districts": [
                        "الجرف",
                        "الدرجاوة",
                        "الراقوبة الشرقية",
                        "الراقوبة الغربية",
                        "الغباي",
                        "القصبة",
                        "المغزاوية",
                        "بدوي",
                        "سيدي مخلوف",
                        "عمرة"
                    ]
                },
                {
                    "nameEN": "Zarzis",
                    "nameAR": "جرجيس",
                    "districts": [
                        "2مارس",
                        "الجدارية",
                        "السويحل",
                        "الطاهر صفر",
                        "الغرابات",
                        "جرجيس",
                        "حمادي",
                        "حمادي بو تفاحة",
                        "هشام الحمادي",
                        "واد التياب"
                    ]
                },
                {
                    "nameEN": "Zarzis Nord",
                    "nameAR": "جرجيس الشمالية",
                    "districts": [
                        "البساتين",
                        "العقلة",
                        "القريبيس",
                        "حسي الجربي",
                        "خوي الغدير",
                        "شماخ",
                        "واد التياب"
                    ]
                }
            ]
        },
        {
            "nameEN": "Ariana",
            "nameAR": "أريانة",
            "coordinates": [
                36.96,
                10.13
            ],
            "municipalities": [
                {
                    "nameEN": "Ariana",
                    "nameAR": "أريانة",
                    "districts": [
                        "أريانة العليا",
                        "اريانة الجديدة",
                        "التعمير",
                        "المنزه الخامس",
                        "المنزه السادس",
                        "النصر 1",
                        "النصر 2",
                        "الياسمينة"
                    ]
                },
                {
                    "nameEN": "Cité Ettadhamen",
                    "nameAR": "التضامن",
                    "districts": [
                        "14 جانفي حي التضامن",
                        "18جانفي",
                        "9أفريل",
                        "ابو القاسم الشابي",
                        "حي التضامن",
                        "منجي سليم"
                    ]
                },
                {
                    "nameEN": "Kalâat El Andalous",
                    "nameAR": "قلعة الأندلس",
                    "districts": [
                        "النحلي",
                        "بوحنش",
                        "قلعة الاندلس",
                        "قلعة الاندلس الغربية",
                        "قنطرة بنزرت"
                    ]
                },
                {
                    "nameEN": "Mnihla",
                    "nameAR": "المنيهلة",
                    "districts": [
                        "15 أكتوبر",
                        "البساتين",
                        "الرفاهة",
                        "المنيهلة",
                        "النصر"
                    ]
                },
                {
                    "nameEN": "Raoued",
                    "nameAR": "رواد",
                    "districts": [
                        "الغزالة",
                        "المدينة الفاضلة",
                        "النخيلات",
                        "برج الطويل",
                        "جعفر",
                        "روّاد",
                        "سيدي عمر بوخطيوة"
                    ]
                },
                {
                    "nameEN": "Sidi Thabet",
                    "nameAR": "سيدي ثابت",
                    "districts": [
                        "المنجي سليم",
                        "بجاوة",
                        "سبالة بن عمار",
                        "سيدي ثابت",
                        "شرفش"
                    ]
                },
                {
                    "nameEN": "Soukra",
                    "nameAR": "سكرة",
                    "districts": [
                        "البساتين",
                        "التعمير الخامس",
                        "النسيم",
                        "دار فضال",
                        "سكرة",
                        "شطرانة"
                    ]
                }
            ]
        },
        {
            "nameEN": "Nabeul",
            "nameAR": "نابل",
            "coordinates": [
                36.67,
                10.71
            ],
            "municipalities": [
                {
                    "nameEN": "El Haouaria",
                    "nameAR": "الهوارية",
                    "districts": [
                        "الهوارية الجوفية",
                        "الهوارية القبلية",
                        "صاحب الجبل الجوفية",
                        "صاحب الجبل القبلية"
                    ]
                },
                {
                    "nameEN": "Azmour",
                    "nameAR": "أزمور",
                    "districts": [
                        "أزمور",
                        "ملول"
                    ]
                },
                {
                    "nameEN": "Beni Khalled",
                    "nameAR": "بني خلاد",
                    "districts": [
                        "بئر دراسن",
                        "بني خلاد الجوفية",
                        "بني خلاد الشرقية",
                        "بني خلاد القبلية"
                    ]
                },
                {
                    "nameEN": "Beni Khiar",
                    "nameAR": "بني خيار",
                    "districts": [
                        "بني خيار",
                        "ديار بن سالم"
                    ]
                },
                {
                    "nameEN": "Bou Argoub",
                    "nameAR": "بوعرقوب",
                    "districts": [
                        "الخروبة",
                        "المشروحة",
                        "برج حفيظ",
                        "بلي",
                        "بوعرقوب الجوفية",
                        "بوعرقوب القبلية",
                        "سيدي الظاهر"
                    ]
                },
                {
                    "nameEN": "Dar Allouch",
                    "nameAR": "دار علوش",
                    "districts": [
                        "حارة الشعراء",
                        "دار علوش"
                    ]
                },
                {
                    "nameEN": "Dar Chaabane El Fehri",
                    "nameAR": "دار شعبان",
                    "districts": [
                        "الفرينين",
                        "الفهري",
                        "دار شعبان",
                        "عمرون"
                    ]
                },
                {
                    "nameEN": "Ech Cherifet",
                    "nameAR": "الشريفات-بوشراي",
                    "districts": [
                        "الشريفات",
                        "بوشراي"
                    ]
                },
                {
                    "nameEN": "El Maamoura",
                    "nameAR": "المعمورة",
                    "districts": [
                        "المعمورة"
                    ]
                },
                {
                    "nameEN": "El Mida",
                    "nameAR": "الميدة",
                    "districts": [
                        "أم ذويل",
                        "القرشيين",
                        "الميدة",
                        "تافلون",
                        "فرتونة",
                        "لبنة"
                    ]
                },
                {
                    "nameEN": "Fondouk Jedidi",
                    "nameAR": "فندق الجديد-سلتان",
                    "districts": [
                        "خنقة الحجاج",
                        "سماش",
                        "فندق الجديد"
                    ]
                },
                {
                    "nameEN": "Grombalia",
                    "nameAR": "قرمبالية",
                    "districts": [
                        "تركي",
                        "جبل طريف",
                        "عين طبرنق",
                        "قرنبالية الشرقية",
                        "قرنبالية الغربية",
                        "نيانو"
                    ]
                },
                {
                    "nameEN": "Hammam El Ghezaz",
                    "nameAR": "حمام الغزاز",
                    "districts": [
                        "حمام الغزاز",
                        "وزدرة"
                    ]
                },
                {
                    "nameEN": "Hammamet",
                    "nameAR": "الحمامات",
                    "districts": [
                        "الحمامات الجوفية",
                        "الحمامات الشرقية",
                        "المرازقة",
                        "بئر بورقبة",
                        "براكة الساحل",
                        "ياسمين الحمامات"
                    ]
                },
                {
                    "nameEN": "Kelibia",
                    "nameAR": "قليبية",
                    "districts": [
                        "قليبية الشرقية",
                        "قليبية الغربية",
                        "وادي الخطف"
                    ]
                },
                {
                    "nameEN": "Korba",
                    "nameAR": "قربة",
                    "districts": [
                        "بني عياش",
                        "بوجريدة",
                        "بولدين",
                        "ديار الحجاج",
                        "قربة الشرقية",
                        "قربة الغربية",
                        "قرعة ساسي"
                    ]
                },
                {
                    "nameEN": "Korbous",
                    "nameAR": "قربص",
                    "districts": [
                        "المريسة"
                    ]
                },
                {
                    "nameEN": "Menzel Bouzelfa",
                    "nameAR": "منزل بوزلفة",
                    "districts": [
                        "الرحمة",
                        "داموس الحاجة",
                        "منزل بوزلفة الجوفية",
                        "منزل بوزلفة الغربية",
                        "منزل بوزلفة القبلية"
                    ]
                },
                {
                    "nameEN": "Menzel Hor",
                    "nameAR": "منزل حر",
                    "districts": [
                        "عصفور",
                        "منزل حر"
                    ]
                },
                {
                    "nameEN": "Menzel Temime",
                    "nameAR": "منزل تميم",
                    "districts": [
                        "الرعينين",
                        "الصقالبة",
                        "الطيب المهيري",
                        "الوديان",
                        "بني عبد العزيز",
                        "علي البلهوان",
                        "لزيدين"
                    ]
                },
                {
                    "nameEN": "Nabeul",
                    "nameAR": "نابل",
                    "districts": [
                        "الأسواق",
                        "الحدائق",
                        "النور",
                        "الهادي شاكر",
                        "بئر شلوف",
                        "نيابوليس"
                    ]
                },
                {
                    "nameEN": "Sidi Jadidi",
                    "nameAR": "سيدي الجديدي",
                    "districts": [
                        "الأطرش",
                        "سيدي الجديدي"
                    ]
                },
                {
                    "nameEN": "Soliman",
                    "nameAR": "سليمان",
                    "districts": [
                        "سليمان",
                        "سليمان الجنوبية"
                    ]
                },
                {
                    "nameEN": "Somâa",
                    "nameAR": "الصمعة",
                    "districts": [
                        "الصمعة",
                        "حلفاء"
                    ]
                },
                {
                    "nameEN": "Takelsa",
                    "nameAR": "تاكلسة",
                    "districts": [
                        "العريمة",
                        "بئر الزيت",
                        "تاكلسة الجوفية",
                        "تاكلسة الوسطى",
                        "وادي العبيد"
                    ]
                },
                {
                    "nameEN": "Tazaghrane",
                    "nameAR": "تزغران - زاوية المقايز",
                    "districts": [
                        "بوكريم",
                        "تزغران الشرقية",
                        "تزغران الغربية",
                        "زاوية المقايز"
                    ]
                },
                {
                    "nameEN": "Tazarka",
                    "nameAR": "تازركة",
                    "districts": [
                        "تازركة"
                    ]
                },
                {
                    "nameEN": "Zaouiet Jdidi",
                    "nameAR": "زاوية الجديدي",
                    "districts": [
                        "القبة الكبيرة",
                        "زاوية الجديدي"
                    ]
                }
            ]
        },
        {
            "nameEN": "Sousse",
            "nameAR": "سوسة",
            "coordinates": [
                35.92,
                10.4
            ],
            "municipalities": [
                {
                    "nameEN": "Akouda",
                    "nameAR": "أكودة",
                    "districts": [
                        "أكودة الشرقية",
                        "أكودة الغربية",
                        "الطنطانة"
                    ]
                },
                {
                    "nameEN": "Bouficha",
                    "nameAR": "بوفيشة",
                    "districts": [
                        "السلوم",
                        "الصفحة",
                        "المثاليث",
                        "بوفيشة",
                        "سيدي خليفة",
                        "سيدي سعيد",
                        "سيدي مطير",
                        "عين الرحمة",
                        "وادي الخروب"
                    ]
                },
                {
                    "nameEN": "Chott Mariem",
                    "nameAR": "شط مريم",
                    "districts": [
                        "الفقاعية",
                        "شط مريم"
                    ]
                },
                {
                    "nameEN": "El Messaadine",
                    "nameAR": "المسعدين",
                    "districts": [
                        "المسعدين"
                    ]
                },
                {
                    "nameEN": "Enfidha",
                    "nameAR": "النفيضة",
                    "districts": [
                        "أولاد عبد الله",
                        "الشقارنية",
                        "الفرادة",
                        "النفيضة",
                        "تكرونة",
                        "عين مذاكر",
                        "منزل دار بلواعر",
                        "منزل فاتح"
                    ]
                },
                {
                    "nameEN": "Ezzouhour",
                    "nameAR": "الزهور",
                    "districts": [
                        "الزهور"
                    ]
                },
                {
                    "nameEN": "Grimet Hicher",
                    "nameAR": "القريمات هيشر",
                    "districts": [
                        "القارصي",
                        "قريميط الشرقية",
                        "قريميط الغربية",
                        "مرابط حشاد",
                        "هيشر"
                    ]
                },
                {
                    "nameEN": "Hammam Sousse",
                    "nameAR": "حمام سوسة",
                    "districts": [
                        "الغرابي",
                        "القنطاوي",
                        "المدينة",
                        "بئر موسى",
                        "سهلول"
                    ]
                },
                {
                    "nameEN": "Hergla",
                    "nameAR": "هرقلة",
                    "districts": [
                        "السويح",
                        "العريبات",
                        "هرقلة"
                    ]
                },
                {
                    "nameEN": "Kalaa Kebira",
                    "nameAR": "القلعة الكبرى",
                    "districts": [
                        "أولاد محمد",
                        "الجرابعة",
                        "الزعارنة الشرقية",
                        "الزعارنة الغربية",
                        "السد الغربي",
                        "بلعوم"
                    ]
                },
                {
                    "nameEN": "Kalaa Sghira",
                    "nameAR": "القلعة الصغرى",
                    "districts": [
                        "القلعة الصغرى الشرقية",
                        "القلعة الصغرى المدينة",
                        "القلعة الصغرى حشاد",
                        "النقر",
                        "وادي لاية"
                    ]
                },
                {
                    "nameEN": "Kondar",
                    "nameAR": "كندار",
                    "districts": [
                        "أولاد العابد",
                        "أولاد عامر",
                        "البئر الجديد",
                        "البشاشمة",
                        "البلالمة",
                        "القماطة",
                        "كندار"
                    ]
                },
                {
                    "nameEN": "Ksibet Thrayet",
                    "nameAR": "قصيبة الثريات",
                    "districts": [
                        "الثريات",
                        "قصيبة سوسة"
                    ]
                },
                {
                    "nameEN": "Msaken",
                    "nameAR": "مساكن",
                    "districts": [
                        "البرجين",
                        "التوارة الشمالية",
                        "الجبليين",
                        "الجديدين",
                        "الغربيين",
                        "الفرادي",
                        "القبليين",
                        "الكنائس",
                        "المردين",
                        "النجاجرة",
                        "النور",
                        "بني ربيع",
                        "بني كلثوم"
                    ]
                },
                {
                    "nameEN": "Sidi Bouali",
                    "nameAR": "سيدي بوعلي",
                    "districts": [
                        "السد الجوفي",
                        "السد القبلي",
                        "الشويشة",
                        "المهاذبة",
                        "سيدي بوعلي",
                        "منزل المحطة",
                        "وريمة"
                    ]
                },
                {
                    "nameEN": "Sidi El Heni",
                    "nameAR": "سيدي الهاني",
                    "districts": [
                        "أولاد علي بلهاني",
                        "سيدي الهاني الجنوبية",
                        "سيدي الهاني الغربية",
                        "سيدي الهاني المركزية",
                        "كروسية الغربية",
                        "كروسية المركزية"
                    ]
                },
                {
                    "nameEN": "Sousse",
                    "nameAR": "سوسة",
                    "districts": [
                        "إبن خلدون",
                        "الطيب المهيري",
                        "العهد الجديد",
                        "المدينة",
                        "الهادي شاكر",
                        "بوجعفر",
                        "بوحسينة",
                        "حشاد",
                        "حي الرياض",
                        "خزامة",
                        "سهلول",
                        "سيدي عبد الحميد",
                        "علي البلهوان",
                        "قصيبة الشط",
                        "محمد القروي",
                        "محمد معروف",
                        "وادي بليبان"
                    ]
                },
                {
                    "nameEN": "Zaouia Sousse",
                    "nameAR": "زاوية سوسة",
                    "districts": [
                        "زاوية سوسة"
                    ]
                }
            ]
        },
        {
            "nameEN": "Gafsa",
            "nameAR": "قفصة",
            "coordinates": [
                34.5,
                8.8
            ],
            "municipalities": [
                {
                    "nameEN": "El Guetar",
                    "nameAR": "القطار",
                    "districts": [
                        "الأرطس",
                        "الساكت",
                        "العنق",
                        "القطار الشرقية",
                        "القطار الغربية",
                        "بئر سعد"
                    ]
                },
                {
                    "nameEN": "El Ksar",
                    "nameAR": "القصر",
                    "districts": [
                        "القصر",
                        "القصر الشرقية",
                        "المطار",
                        "عمرة"
                    ]
                },
                {
                    "nameEN": "Belkhir",
                    "nameAR": "بلخير",
                    "districts": [
                        "أولاد الحاج",
                        "الطلح الشرقية",
                        "الطلح الغربية",
                        "العيايشة",
                        "بلخير",
                        "جبيلة الوسط"
                    ]
                },
                {
                    "nameEN": "Gafsa",
                    "nameAR": "قفصة",
                    "districts": [
                        "الرحيبة",
                        "الرحيبة الجنوبية",
                        "العسالة",
                        "العقيلة",
                        "الفج",
                        "المتكيدس",
                        "الناظور",
                        "حي السرور",
                        "حي الشباب",
                        "حي النور",
                        "سيدي أحمد زروق",
                        "قصور الأخوة",
                        "قطيس",
                        "قفصة الشرقية",
                        "قفصة المدينة",
                        "كاف دربي",
                        "منزل ميمون",
                        "واد أيلو"
                    ]
                },
                {
                    "nameEN": "Lala",
                    "nameAR": "لالة",
                    "districts": [
                        "حي حشاد",
                        "لالة"
                    ]
                },
                {
                    "nameEN": "Mdhila",
                    "nameAR": "المظيلة",
                    "districts": [
                        "الحي العمالي",
                        "السقي",
                        "المظيلة المركز",
                        "صهيب"
                    ]
                },
                {
                    "nameEN": "Metlaoui",
                    "nameAR": "المتلوي",
                    "districts": [
                        "الثالجة",
                        "المتلوي المحطة",
                        "المتلوي المركز",
                        "المزيرعة",
                        "حي الامل الشرقي",
                        "ريشة النعام",
                        "وادي الأرطة"
                    ]
                },
                {
                    "nameEN": "Moulares",
                    "nameAR": "أم العرائس",
                    "districts": [
                        "أم العرائس المحطة",
                        "أم العرائس المركزية",
                        "الدوارة",
                        "الشنوفية"
                    ]
                },
                {
                    "nameEN": "Redeyef",
                    "nameAR": "الرديف",
                    "districts": [
                        "الرديف الجنوبية",
                        "الرديف الشمالية",
                        "الرديف المحطة",
                        "الرديف المركز",
                        "تابديت"
                    ]
                },
                {
                    "nameEN": "Sanouche",
                    "nameAR": "زانوش",
                    "districts": [
                        "الجديدة",
                        "زانوش",
                        "عبد الصادق"
                    ]
                },
                {
                    "nameEN": "Sidi Aich",
                    "nameAR": "سيدي عيش",
                    "districts": [
                        "السوينية",
                        "العمايمة",
                        "القربة",
                        "سيدي عيش",
                        "سيدي عيش الشرقية",
                        "منزل القمودي"
                    ]
                },
                {
                    "nameEN": "Sidi Boubaker",
                    "nameAR": "سيدي بوبكر",
                    "districts": [
                        "أم الأقصاب",
                        "سيدي بوبكر"
                    ]
                },
                {
                    "nameEN": "Sned",
                    "nameAR": "السند",
                    "districts": [
                        "السند الجنوبية",
                        "عليم",
                        "ماجورة"
                    ]
                }
            ]
        },
        {
            "nameEN": "Bizerte",
            "nameAR": "بنزرت",
            "coordinates": [
                37,
                9.6
            ],
            "municipalities": [
                {
                    "nameEN": "El Hchachna",
                    "nameAR": "الحشاشنة",
                    "districts": [
                        "أمادن",
                        "الحشاشنة",
                        "العبابسة",
                        "المعالية"
                    ]
                },
                {
                    "nameEN": "Bizerte",
                    "nameAR": "بنزرت",
                    "districts": [
                        "15أكتوبر",
                        "الحبيب الحداد",
                        "الحبيب بوقطفة",
                        "القنال",
                        "الكرنيش",
                        "اللواتة",
                        "المؤتمر",
                        "المدينة",
                        "المصيدة",
                        "الهناء",
                        "باب ماطر",
                        "بوبكر باكير",
                        "تسكراية",
                        "جرزونة الجنوبية",
                        "جرزونة الشرقية",
                        "جرزونة الشمالية",
                        "جرزونة الغربية",
                        "حسن النوري",
                        "سيدي أحمد",
                        "سيدي عامر",
                        "عين مريم",
                        "فرحات حشاد",
                        "مرنيصة",
                        "هيشر"
                    ]
                },
                {
                    "nameEN": "El Alia",
                    "nameAR": "العالية",
                    "districts": [
                        "الخيتمين",
                        "العالية الجنوبية",
                        "العالية الشمالية",
                        "سيدي علي الشباب"
                    ]
                },
                {
                    "nameEN": "Ghar El Melh",
                    "nameAR": "غار الملح",
                    "districts": [
                        "باجو",
                        "غار الملح"
                    ]
                },
                {
                    "nameEN": "Ghezala",
                    "nameAR": "غزالة",
                    "districts": [
                        "أولاد الماي",
                        "الذواودة",
                        "العرب",
                        "بوجرير",
                        "حشاد",
                        "ركب",
                        "سيدي عيسى",
                        "سيدي منصور",
                        "غزالة"
                    ]
                },
                {
                    "nameEN": "Joumine",
                    "nameAR": "جومين",
                    "districts": [
                        "أولاد غانم",
                        "السمان",
                        "الشنانة",
                        "الطواجنية",
                        "بازينة",
                        "بالرايس",
                        "تاهنت",
                        "رواحة",
                        "كاف غراب"
                    ]
                },
                {
                    "nameEN": "Mateur",
                    "nameAR": "ماطر",
                    "districts": [
                        "أحواز ماطر",
                        "بهاية",
                        "بومخيلة",
                        "ترقلاش",
                        "حي الصداقة",
                        "حي النصر",
                        "عرب ماجور",
                        "ماطر",
                        "ماطر الجنوبية",
                        "نفات"
                    ]
                },
                {
                    "nameEN": "Menzel Abderrahmane",
                    "nameAR": "منزل عبد الرحمان",
                    "districts": [
                        "منزل عبد الرحمان الشرقية",
                        "منزل عبد الرحمان الغربية"
                    ]
                },
                {
                    "nameEN": "Menzel Bourguiba",
                    "nameAR": "منزل بورقيبة",
                    "districts": [
                        "الشلاغمية",
                        "المدينة",
                        "النجاح 1",
                        "النجاح 2",
                        "قبطنة 1",
                        "قبطنة 2"
                    ]
                },
                {
                    "nameEN": "Menzel Jemil",
                    "nameAR": "منزل جميل",
                    "districts": [
                        "العزيب",
                        "منزل جميل الشرقية",
                        "منزل جميل الغربية"
                    ]
                },
                {
                    "nameEN": "Metline",
                    "nameAR": "ماتلين",
                    "districts": [
                        "القرية",
                        "الماتلين",
                        "الماتلين الغربية"
                    ]
                },
                {
                    "nameEN": "Ousja",
                    "nameAR": "عوسجة",
                    "districts": [
                        "الزواوين",
                        "عوسجة"
                    ]
                },
                {
                    "nameEN": "Rafraf",
                    "nameAR": "رفراف",
                    "districts": [
                        "رفراف",
                        "صونين"
                    ]
                },
                {
                    "nameEN": "Ras Jebel",
                    "nameAR": "رأس الجبل",
                    "districts": [
                        "رأس الجبل الجنوبية",
                        "رأس الجبل الشمالية"
                    ]
                },
                {
                    "nameEN": "Sejnane",
                    "nameAR": "سجنان",
                    "districts": [
                        "السحابنة",
                        "المشارقة",
                        "سجنان",
                        "سيدي مشرق"
                    ]
                },
                {
                    "nameEN": "Tinja",
                    "nameAR": "تينجة",
                    "districts": [
                        "الزعرور",
                        "تينجة",
                        "قنقلة"
                    ]
                },
                {
                    "nameEN": "Utique",
                    "nameAR": "أوتيك",
                    "districts": [
                        "أوتيك",
                        "أوتيك الجديدة",
                        "البسباسية",
                        "الحويض",
                        "المبطوح",
                        "باش حانبة",
                        "سيدي عثمان",
                        "عين غلال"
                    ]
                }
            ]
        },
        {
            "nameEN": "Mahdia",
            "nameAR": "المهدية",
            "coordinates": [
                35.6,
                10.7
            ],
            "municipalities": [
                {
                    "nameEN": "El Bradaa",
                    "nameAR": "البرادعة",
                    "districts": [
                        "البرادعة الجنوبية",
                        "البرادعة الشمالية",
                        "الحسينات",
                        "الرشارشة"
                    ]
                },
                {
                    "nameEN": "El Djem",
                    "nameAR": "الجم",
                    "districts": [
                        "الزاوية",
                        "الزغابنة",
                        "العيثة",
                        "المرابطين",
                        "المشالات",
                        "رياض بوهلال"
                    ]
                },
                {
                    "nameEN": "El Hekaima",
                    "nameAR": "الحكايمة",
                    "districts": [
                        "الجواودة",
                        "الحكايمة الشرقية",
                        "الحكايمة الغربية",
                        "السعد"
                    ]
                },
                {
                    "nameEN": "Boumerdes",
                    "nameAR": "بومرداس",
                    "districts": [
                        "الحوس",
                        "الرواضي",
                        "الشوارعية",
                        "بومرداس",
                        "منزل حمزة"
                    ]
                },
                {
                    "nameEN": "Chebba",
                    "nameAR": "الشابة",
                    "districts": [
                        "السعفات",
                        "الشابة الجنوبية",
                        "الشابة الشمالية",
                        "الغضابنة"
                    ]
                },
                {
                    "nameEN": "Chorbane",
                    "nameAR": "شربان",
                    "districts": [
                        "أولاد الحناشي",
                        "الشحدة القبلية",
                        "الشرف",
                        "القرادحة الشرقية",
                        "القرادحة الغربية",
                        "القواسم الشرقية",
                        "القواسم الغربية",
                        "المعاطي",
                        "شربان"
                    ]
                },
                {
                    "nameEN": "Essouassi",
                    "nameAR": "السواسي",
                    "districts": [
                        "السواسي",
                        "السيدة",
                        "الشريشيرة",
                        "الكساسبة",
                        "سيدي الناصر",
                        "سيدي بوهلال"
                    ]
                },
                {
                    "nameEN": "Hebira",
                    "nameAR": "هبيرة",
                    "districts": [
                        "الرقايقة",
                        "الشحدة الغربية",
                        "المحارزة الجنوبية",
                        "منزل حشاد",
                        "هبيرة"
                    ]
                },
                {
                    "nameEN": "Kerker",
                    "nameAR": "كركر",
                    "districts": [
                        "الزراطة",
                        "بوهلال العلي الجوفية",
                        "بوهلال العلي القبلية",
                        "كركر"
                    ]
                },
                {
                    "nameEN": "Ksour Essaf",
                    "nameAR": "قصور الساف",
                    "districts": [
                        "أولاد صالح",
                        "القصر",
                        "القطاتين",
                        "سلقطة",
                        "سيدي عساكر الغربية",
                        "قصور الساف الرياض"
                    ]
                },
                {
                    "nameEN": "Mahdia",
                    "nameAR": "المهدية",
                    "districts": [
                        "الرمل",
                        "الزهراء",
                        "المهدية",
                        "زويلة",
                        "شيبة",
                        "هيبون"
                    ]
                },
                {
                    "nameEN": "Melloulech",
                    "nameAR": "ملولش",
                    "districts": [
                        "العيثة",
                        "المنصورة",
                        "بن حسين",
                        "ملولش"
                    ]
                },
                {
                    "nameEN": "Ouled Chamekh",
                    "nameAR": "أولاد شامخ",
                    "districts": [
                        "أولاد الشامخ الجنوبية",
                        "أولاد الشامخ الشمالية",
                        "أولاد عمر",
                        "السمرة",
                        "الشحيمات الشمالية",
                        "العجيلات",
                        "المحارزة الشمالية",
                        "بوسليم"
                    ]
                },
                {
                    "nameEN": "Rejiche",
                    "nameAR": "الرجيش",
                    "districts": [
                        "رجيش",
                        "رجيش الجنوبية"
                    ]
                },
                {
                    "nameEN": "Sidi Alouane",
                    "nameAR": "سيدي علوان",
                    "districts": [
                        "البساتين",
                        "السعادة",
                        "ساقية الخادم",
                        "سيدي علوان الغربية",
                        "وادي باجة الشمالية",
                        "وادي قلات"
                    ]
                },
                {
                    "nameEN": "Sidi Zid",
                    "nameAR": "أولاد سيدي زيد",
                    "districts": [
                        "أولاد مولاهم الشمالية",
                        "أولاد مولاهم الغربية",
                        "الزعيرات",
                        "الشحيمات القبلية",
                        "سيدي زيد"
                    ]
                },
                {
                    "nameEN": "Talalsa",
                    "nameAR": "التلالسة",
                    "districts": [
                        "التلالسة",
                        "الطواهرية",
                        "العبابسة",
                        "العشابة"
                    ]
                },
                {
                    "nameEN": "Zalba",
                    "nameAR": "زالبة",
                    "districts": [
                        "النزهة",
                        "زالبة الشرقية",
                        "زالبة الغربية",
                        "زردة",
                        "وادي باجة الجنوبية"
                    ]
                }
            ]
        },
        {
            "nameEN": "Sidi Bouzid",
            "nameAR": "سيدي بوزيد",
            "coordinates": [
                34.86,
                9.54
            ],
            "municipalities": [
                {
                    "nameEN": "Baten Elghezel",
                    "nameAR": "باطن الغزال",
                    "districts": [
                        "الأبيض",
                        "العضلة",
                        "باطن الغزال الجنوبية",
                        "باطن الغزال الشمالية",
                        "زغمار",
                        "سلتة"
                    ]
                },
                {
                    "nameEN": "Bennour",
                    "nameAR": "الفائض بنور",
                    "districts": [
                        "الحنية أبازيد",
                        "العامرة",
                        "المكارم",
                        "المكارم الشرقية",
                        "بنور",
                        "عين رباو",
                        "فانض"
                    ]
                },
                {
                    "nameEN": "Bir El Hafey",
                    "nameAR": "بئر الحفي",
                    "districts": [
                        "السلامة",
                        "القصر",
                        "المحمدية",
                        "المزارة",
                        "الهادي شاكر",
                        "بئر الحفي",
                        "بئر بوصبيع",
                        "بئر عمامة"
                    ]
                },
                {
                    "nameEN": "Cebalet Ouled Asker",
                    "nameAR": "سبالة أولاد عسكر",
                    "districts": [
                        "السبالة",
                        "السد",
                        "العامرة",
                        "العيون",
                        "مغيلة"
                    ]
                },
                {
                    "nameEN": "El Ahouaz Lassouda",
                    "nameAR": "الاحواز لسودة",
                    "districts": [
                        "الأسودة",
                        "الزيتونة",
                        "العقلة",
                        "قارة حديد"
                    ]
                },
                {
                    "nameEN": "El Mansoura",
                    "nameAR": "المنصورة",
                    "districts": [
                        "أولاد إبراهيم",
                        "المنصورة الشرقية",
                        "المنصورة الغربية",
                        "الواعرة"
                    ]
                },
                {
                    "nameEN": "Essaida",
                    "nameAR": "سعيدة",
                    "districts": [
                        "الخشم الشرقية",
                        "الخشم الغربية",
                        "السعيدة الجنوبية",
                        "السعيدة الشرقية",
                        "السعيدة الشمالية"
                    ]
                },
                {
                    "nameEN": "Jilma",
                    "nameAR": "جلمة",
                    "districts": [
                        "الحمامة",
                        "جلمة الغريبة",
                        "جملة الشرقية",
                        "غدير الزيتون",
                        "لزيرق"
                    ]
                },
                {
                    "nameEN": "Meknassy",
                    "nameAR": "المكناسي",
                    "districts": [
                        "الجباس",
                        "الزوارع",
                        "الغريس الغربية",
                        "المبروكة",
                        "المكناسي الشرقية",
                        "المكناسي الشمالية",
                        "المكناسي الغربية",
                        "النصر",
                        "مش"
                    ]
                },
                {
                    "nameEN": "Menzel Bouzaiane",
                    "nameAR": "منزل بوزيان",
                    "districts": [
                        "الخرشف",
                        "الخروبة",
                        "العمران",
                        "العمرية",
                        "النوامر",
                        "قلال",
                        "منزل بوزيان"
                    ]
                },
                {
                    "nameEN": "Mezzouna",
                    "nameAR": "مزونة",
                    "districts": [
                        "أولاد الفالح",
                        "البسباس",
                        "الخبنة",
                        "الخوي",
                        "الدوارة",
                        "السد",
                        "الغريس الشرقية",
                        "الفوني",
                        "المزونة",
                        "بوهدمة"
                    ]
                },
                {
                    "nameEN": "Ouled Haffouz",
                    "nameAR": "أولاد حفوز",
                    "districts": [
                        "أولاد حفوز",
                        "الحنية",
                        "الذويبات الجنوبية",
                        "الذويبات الشمالية",
                        "الشواشنيّة",
                        "المباركية",
                        "سيدي اللافي",
                        "سيدي خليف",
                        "كسودة"
                    ]
                },
                {
                    "nameEN": "Rahal",
                    "nameAR": "رحال",
                    "districts": [
                        "رحال",
                        "ورغة"
                    ]
                },
                {
                    "nameEN": "Regueb",
                    "nameAR": "الرقاب",
                    "districts": [
                        "أولاد عيوني",
                        "الرضاع",
                        "الرضاع الشرقية",
                        "الرقاب",
                        "السكبة",
                        "بودينار",
                        "ريحانة",
                        "فرش غريب",
                        "قبرار",
                        "قصر الحمام الشرقية",
                        "قصر الحمام الغربية",
                        "قولاب"
                    ]
                },
                {
                    "nameEN": "Sidi Ali Ben Aoun",
                    "nameAR": "سيدي علي بن عون",
                    "districts": [
                        "الرابطة",
                        "الساهلة",
                        "سيدي علي بن عون"
                    ]
                },
                {
                    "nameEN": "Sidi Bouzid",
                    "nameAR": "سيدي بوزيد",
                    "districts": [
                        "أم العظام 1",
                        "أم العظام 2",
                        "الأحواز",
                        "الصداقية",
                        "الطويلة",
                        "الفريو",
                        "النصر",
                        "النور",
                        "الهيشرية",
                        "سيدي بوزيد",
                        "سيدي بوزيد الجنوبية",
                        "سيدي بوزيد الغربية",
                        "سيدي سالم"
                    ]
                },
                {
                    "nameEN": "Souk Jedid",
                    "nameAR": "سوق الجديد",
                    "districts": [
                        "الرميلية",
                        "الزفزاف",
                        "القصيرة",
                        "بئر بدر",
                        "سقدال",
                        "سوق الجديد",
                        "غريويس"
                    ]
                }
            ]
        },
        {
            "nameEN": "Sfax",
            "nameAR": "صفاقس",
            "coordinates": [
                34.82,
                10.41
            ],
            "municipalities": [
                {
                    "nameEN": "El Hajeb",
                    "nameAR": "الحاجب",
                    "districts": [
                        "الحاجب"
                    ]
                },
                {
                    "nameEN": "El Hencha",
                    "nameAR": "الحنشة",
                    "districts": [
                        "الحجارة",
                        "الحنشة",
                        "بئر صالح",
                        "سيدي حسن بالحاج",
                        "مركز مصباح"
                    ]
                },
                {
                    "nameEN": "Agareb",
                    "nameAR": "عقارب",
                    "districts": [
                        "التربة",
                        "الصغار",
                        "المحروقة",
                        "بن سهلون",
                        "بولذياب",
                        "زلبانة",
                        "عقارب",
                        "قرقور"
                    ]
                },
                {
                    "nameEN": "Bir Ali Ben Khelifa",
                    "nameAR": "بئر علي بن خليفة",
                    "districts": [
                        "السديرات الجنوبية",
                        "السديرات الشمالية",
                        "القندول",
                        "بئر علي بن خليفة",
                        "وادي الشيخ",
                        "ودران الجنوبية",
                        "ودران الشمالية"
                    ]
                },
                {
                    "nameEN": "Chihia",
                    "nameAR": "شيحية",
                    "districts": [
                        "الشيحية",
                        "تنيور"
                    ]
                },
                {
                    "nameEN": "Djebeniana",
                    "nameAR": "جبنيانة",
                    "districts": [
                        "الحوض",
                        "العجانقة",
                        "القلالجة",
                        "بلتش",
                        "جبنيانة"
                    ]
                },
                {
                    "nameEN": "El Achech",
                    "nameAR": "العشاش بوجربوع",
                    "districts": [
                        "الأعشاش",
                        "العوادنة",
                        "بوجربوع",
                        "ماجل الدرج"
                    ]
                },
                {
                    "nameEN": "El Ain",
                    "nameAR": "العين",
                    "districts": [
                        "الأفران الشمالية",
                        "العين"
                    ]
                },
                {
                    "nameEN": "El Amra",
                    "nameAR": "العامرة",
                    "districts": [
                        "السلام",
                        "العامرة",
                        "المسائرية",
                        "بليانة",
                        "بودربالة",
                        "ذراع بن زياد"
                    ]
                },
                {
                    "nameEN": "El Aouabed El Khazanet",
                    "nameAR": "العوابد الخزانات",
                    "districts": [
                        "الخزانات",
                        "العوابد",
                        "عيون المايل"
                    ]
                },
                {
                    "nameEN": "Ennadhour Sidi Ali Belabed",
                    "nameAR": "الناظور - سيدي علي",
                    "districts": [
                        "الأبراج",
                        "الناظور",
                        "بوسليم",
                        "سيدي ظاهر",
                        "سيدي علي بن عابد"
                    ]
                },
                {
                    "nameEN": "Ennasr",
                    "nameAR": "النصر",
                    "districts": [
                        "الجواودة",
                        "النصر",
                        "بئر الشعبة",
                        "دخان"
                    ]
                },
                {
                    "nameEN": "Ghraiba",
                    "nameAR": "الغريبة",
                    "districts": [
                        "الحشيشينة الجنوبية",
                        "الحشيشينة الشمالية",
                        "الشعال",
                        "الغريبة",
                        "المنار"
                    ]
                },
                {
                    "nameEN": "Gremda",
                    "nameAR": "قرمدة",
                    "districts": [
                        "بوزيان",
                        "قرمدة"
                    ]
                },
                {
                    "nameEN": "Hazeg El Louza",
                    "nameAR": "حزق اللوزة",
                    "districts": [
                        "اللوزة",
                        "بطرية",
                        "حزق"
                    ]
                },
                {
                    "nameEN": "Kerkennah",
                    "nameAR": "قرقنة",
                    "districts": [
                        "أولاد قاسم",
                        "الرملة",
                        "العطايا",
                        "القراطن",
                        "النجاة",
                        "سيدي فرج",
                        "مليتة"
                    ]
                },
                {
                    "nameEN": "Mahrés",
                    "nameAR": "المحرص",
                    "districts": [
                        "السمارة",
                        "الشفار",
                        "المحرس",
                        "المحرس الجنوبية",
                        "سيدي غريب",
                        "عيثة الشلايا"
                    ]
                },
                {
                    "nameEN": "Menzel Chaker",
                    "nameAR": "منزل شاكر",
                    "districts": [
                        "البقعة البيضاء",
                        "الحاج قاسم",
                        "بئر الملولي",
                        "بشكة",
                        "بوثدي",
                        "تليل العجلة",
                        "شعلاب",
                        "منزل شاكر"
                    ]
                },
                {
                    "nameEN": "Sakiet Eddaeir",
                    "nameAR": "ساقية الداير",
                    "districts": [
                        "البدارنة",
                        "الخيرية",
                        "ساقية الدائر",
                        "مركز السبعي"
                    ]
                },
                {
                    "nameEN": "Sakiet Ezzit",
                    "nameAR": "ساقية الزيت",
                    "districts": [
                        "الأنس",
                        "السدرة",
                        "ساقية الزيت",
                        "سيدي صالح",
                        "مركز بوعصيدة"
                    ]
                },
                {
                    "nameEN": "Sfax",
                    "nameAR": "صفاقس",
                    "districts": [
                        "15نوفمبر",
                        "البساتين",
                        "الحي الخيري",
                        "الربض",
                        "السلطينة",
                        "العالية",
                        "العين",
                        "المدينة",
                        "الهدى",
                        "باب البحر",
                        "حي البحري",
                        "حي التعويضي",
                        "حي الحبيب",
                        "حي بورقيبة",
                        "سكرة",
                        "سيدي عباس",
                        "سيدي منصور",
                        "عين شيخ روحو",
                        "محمد علي",
                        "مركز الباشا",
                        "مركز شاكر",
                        "مركز كعنيش",
                        "وادي الرمل"
                    ]
                },
                {
                    "nameEN": "Skhira",
                    "nameAR": "الصخيرة",
                    "districts": [
                        "الحمادة",
                        "الخضراء",
                        "الصخيرة",
                        "القنيطرة",
                        "سيدي محمد",
                        "صبيح",
                        "نوال"
                    ]
                },
                {
                    "nameEN": "Tina",
                    "nameAR": "طينة",
                    "districts": [
                        "سيد عبيد",
                        "طينة"
                    ]
                }
            ]
        },
        {
            "nameEN": "Manouba",
            "nameAR": "منوبة",
            "coordinates": [
                36.8,
                9.84
            ],
            "municipalities": [
                {
                    "nameEN": "El Bassatine",
                    "nameAR": "البساتين",
                    "districts": [
                        "البساتين",
                        "الفجة",
                        "سيدي علي الحطاب"
                    ]
                },
                {
                    "nameEN": "El Battane",
                    "nameAR": "البطان",
                    "districts": [
                        "البطان",
                        "العروسية",
                        "المهرين",
                        "برج التومي"
                    ]
                },
                {
                    "nameEN": "Borj El Amri",
                    "nameAR": "برج العامري",
                    "districts": [
                        "المساعدين",
                        "برج العامري",
                        "برج النور",
                        "منزل الحبيب"
                    ]
                },
                {
                    "nameEN": "Den - Den",
                    "nameAR": "الدندان",
                    "districts": [
                        "الدندان",
                        "الدندان الجنوبي",
                        "قصر السعيد"
                    ]
                },
                {
                    "nameEN": "Djedaïda",
                    "nameAR": "الجديدة",
                    "districts": [
                        "الجديدة",
                        "الجديدة حشاد",
                        "الحبيبية",
                        "الزاهرة",
                        "المنصورة",
                        "شواط"
                    ]
                },
                {
                    "nameEN": "Douar Hicher",
                    "nameAR": "دوار هيشر",
                    "districts": [
                        "حي الرياض",
                        "حي الشباب",
                        "خالد بن الوليد",
                        "دوار هيشر"
                    ]
                },
                {
                    "nameEN": "La Mornaguia",
                    "nameAR": "المرناقية",
                    "districts": [
                        "20 مـارس",
                        "المرناقية",
                        "المرناقية الشمالية",
                        "بورقبة",
                        "حميم"
                    ]
                },
                {
                    "nameEN": "Manouba",
                    "nameAR": "منوبة",
                    "districts": [
                        "سيدي عمر",
                        "منوبة"
                    ]
                },
                {
                    "nameEN": "Oued Ellil",
                    "nameAR": "وادي الليل",
                    "districts": [
                        "الرياض",
                        "السعيدة",
                        "القباعة",
                        "النجاة",
                        "حي الورد",
                        "صنهاجة",
                        "وادي الليل"
                    ]
                },
                {
                    "nameEN": "Tebourba",
                    "nameAR": "طبربة",
                    "districts": [
                        "أحواز طبربة",
                        "الانصارين",
                        "الدخيلة",
                        "الرجاء",
                        "الشويقي",
                        "الملاحة",
                        "طبربة"
                    ]
                }
            ]
        },
        {
            "nameEN": "Monastir",
            "nameAR": "المنستير",
            "coordinates": [
                35.4,
                10.7
            ],
            "municipalities": [
                {
                    "nameEN": "Amiret El Fehoul",
                    "nameAR": "عميرة الفحول",
                    "districts": [
                        "عميرة الفحول"
                    ]
                },
                {
                    "nameEN": "Amiret El Hojjaj",
                    "nameAR": "عميرة الحجاج",
                    "districts": [
                        "عميرة الحجاج"
                    ]
                },
                {
                    "nameEN": "Amiret Touazra",
                    "nameAR": "عميرة التوازرة",
                    "districts": [
                        "عميرة التوازرة الشمالية",
                        "عميرة التوزارة الجنوبية"
                    ]
                },
                {
                    "nameEN": "Bekalta",
                    "nameAR": "البقالطة",
                    "districts": [
                        "البغدادي",
                        "البقالطة الجنوبية",
                        "البقالطة الشرقية",
                        "البقالطة الشمالية"
                    ]
                },
                {
                    "nameEN": "Bembla",
                    "nameAR": "بنبلة المنارة",
                    "districts": [
                        "المنارة",
                        "بنبلة",
                        "بنبلة الغربية"
                    ]
                },
                {
                    "nameEN": "Benen Bodher",
                    "nameAR": "بنان بوضر",
                    "districts": [
                        "بنان الجوفية",
                        "بنان القبلية",
                        "بوضر"
                    ]
                },
                {
                    "nameEN": "Beni Hassen",
                    "nameAR": "بني حسان",
                    "districts": [
                        "بني حسان الجوفية",
                        "بني حسان القبلية"
                    ]
                },
                {
                    "nameEN": "Bou Hjar",
                    "nameAR": "بوحجر",
                    "districts": [
                        "بوحجر"
                    ]
                },
                {
                    "nameEN": "Cherahil",
                    "nameAR": "شراحيل",
                    "districts": [
                        "الشراحيل"
                    ]
                },
                {
                    "nameEN": "El Masdour Menzel Harb",
                    "nameAR": "مصدور - منزل حرب",
                    "districts": [
                        "المصدور",
                        "منزل حرب"
                    ]
                },
                {
                    "nameEN": "El Ouerdanine",
                    "nameAR": "الوردانين",
                    "districts": [
                        "الوردانين الجنوبية",
                        "الوردانين الشمالية",
                        "سيدي بوعثمان",
                        "منزل خير"
                    ]
                },
                {
                    "nameEN": "Ghenada",
                    "nameAR": "غنادة",
                    "districts": [
                        "الجنائحة",
                        "الغنادة"
                    ]
                },
                {
                    "nameEN": "Jammel",
                    "nameAR": "جمال",
                    "districts": [
                        "الطيايرة",
                        "جمال الجوفية",
                        "جمال الشرقية",
                        "جمال الغربية",
                        "جمال القبلية"
                    ]
                },
                {
                    "nameEN": "Khenis",
                    "nameAR": "خنيس",
                    "districts": [
                        "خنيس"
                    ]
                },
                {
                    "nameEN": "Ksar Hellal",
                    "nameAR": "قصر هلال",
                    "districts": [
                        "بوزويتة",
                        "حي الرياض",
                        "صوة",
                        "عياد"
                    ]
                },
                {
                    "nameEN": "Ksibet El Mediouni",
                    "nameAR": "قصيبة المديوني",
                    "districts": [
                        "قصيبة المديوني"
                    ]
                },
                {
                    "nameEN": "Lamta",
                    "nameAR": "لمطة",
                    "districts": [
                        "لمطة"
                    ]
                },
                {
                    "nameEN": "Menzel Ennour",
                    "nameAR": "منزل نور",
                    "districts": [
                        "منزل النور"
                    ]
                },
                {
                    "nameEN": "Menzel Farsi",
                    "nameAR": "منزل فارسي",
                    "districts": [
                        "منزل فارسي"
                    ]
                },
                {
                    "nameEN": "Menzel Hayet",
                    "nameAR": "منزل حياة",
                    "districts": [
                        "المزاوغة",
                        "المليشات",
                        "منزل الحياة"
                    ]
                },
                {
                    "nameEN": "Menzel Kamel",
                    "nameAR": "منزل كامل",
                    "districts": [
                        "الهدادرة",
                        "بئر الطيب",
                        "منزل كامل"
                    ]
                },
                {
                    "nameEN": "Moknine",
                    "nameAR": "المكنين",
                    "districts": [
                        "المكنين الجوفية",
                        "المكنين الشرقية",
                        "المكنين الغربية",
                        "خير الدين",
                        "رأس الوادي"
                    ]
                },
                {
                    "nameEN": "Monastir",
                    "nameAR": "المنستير",
                    "districts": [
                        "الحلية",
                        "الحلية 2",
                        "الربط",
                        "المدينة",
                        "المدينة 2",
                        "باب الغربي",
                        "صقانس"
                    ]
                },
                {
                    "nameEN": "Sahline Môotmar",
                    "nameAR": "الساحلين - معتمر",
                    "districts": [
                        "الساحلين الشرقية",
                        "الساحلين الغربية",
                        "معتمر"
                    ]
                },
                {
                    "nameEN": "Sayada",
                    "nameAR": "صيادة",
                    "districts": [
                        "صيادة الشرقية",
                        "صيادة الغربية"
                    ]
                },
                {
                    "nameEN": "Sidi Ameur",
                    "nameAR": "سيدي عامر- مسجد عيسى",
                    "districts": [
                        "سيدي عامر",
                        "مسجد عيسى"
                    ]
                },
                {
                    "nameEN": "Sidi Bennour",
                    "nameAR": "سيدي بنور",
                    "districts": [
                        "سيدي بنور"
                    ]
                },
                {
                    "nameEN": "Teboulba",
                    "nameAR": "طبلبة",
                    "districts": [
                        "السكرين",
                        "العيايشة",
                        "الفضلين",
                        "بودريس",
                        "حومة السوق"
                    ]
                },
                {
                    "nameEN": "Touza",
                    "nameAR": "طوزة",
                    "districts": [
                        "طوزة",
                        "قصيبة المديوني"
                    ]
                },
                {
                    "nameEN": "Zaouiet Kontoch",
                    "nameAR": "زاوية قنطش",
                    "districts": [
                        "زاوية قنطش"
                    ]
                },
                {
                    "nameEN": "Zeramdine",
                    "nameAR": "زرمدين",
                    "districts": [
                        "زرمدين الشمالية",
                        "زرميدين الجنوبية"
                    ]
                }
            ]
        },
        {
            "nameEN": "Le Kef",
            "nameAR": "الكاف",
            "coordinates": [
                36.1,
                8.7
            ],
            "municipalities": [
                {
                    "nameEN": "Bahra",
                    "nameAR": "بهرة",
                    "districts": [
                        "الشتاتلة",
                        "بهرة",
                        "سيدي مدين"
                    ]
                },
                {
                    "nameEN": "Dahmani",
                    "nameAR": "الدهماني",
                    "districts": [
                        "أبة",
                        "الدهماني",
                        "الدهماني الشمالية",
                        "الزوارين",
                        "المدينة",
                        "ثرمدة",
                        "سيدي بركات الجنوبية",
                        "سيدي بركات الشمالية",
                        "عبيدة"
                    ]
                },
                {
                    "nameEN": "DJerissa",
                    "nameAR": "الجريصة",
                    "districts": [
                        "الجريصة الجنوبية",
                        "الجريصة الشمالية",
                        "الجريصة المركزية",
                        "النعايم",
                        "بسريانة",
                        "فج التمر"
                    ]
                },
                {
                    "nameEN": "El Ksour",
                    "nameAR": "القصور",
                    "districts": [
                        "الزيتونة",
                        "القصور",
                        "اللواتة",
                        "بانو",
                        "عين القصيبة",
                        "عين فضيل"
                    ]
                },
                {
                    "nameEN": "El Marja",
                    "nameAR": "المرجى",
                    "districts": [
                        "الآس",
                        "الأبار",
                        "الأبار الشرقية",
                        "المرجى"
                    ]
                },
                {
                    "nameEN": "Kalaat Khasbat",
                    "nameAR": "القلعة الخصباء",
                    "districts": [
                        "القلعة الخصباء",
                        "الناظور",
                        "سيدي أحمد الصالح",
                        "هنطاية"
                    ]
                },
                {
                    "nameEN": "Kalaat Senan",
                    "nameAR": "قلعة سنان",
                    "districts": [
                        "الحميمة",
                        "الصفصاف",
                        "الفالتة",
                        "المحجوبة",
                        "بوجابر",
                        "سد الخير",
                        "عين سنان",
                        "قلعة سنان",
                        "مزيتة"
                    ]
                },
                {
                    "nameEN": "Le Kef",
                    "nameAR": "الكاف",
                    "districts": [
                        "الحوارث الجنوبية",
                        "الحوارث الشمالية",
                        "الشرفين",
                        "بنعنين",
                        "حشاد",
                        "وادي الرمل الجنوبية",
                        "وادي الرمل الشمالية"
                    ]
                },
                {
                    "nameEN": "Menzel Salem",
                    "nameAR": "منزل سالم",
                    "districts": [
                        "منزل سالم"
                    ]
                },
                {
                    "nameEN": "Nebeur",
                    "nameAR": "نبر",
                    "districts": [
                        "القصر",
                        "تل الغزلان",
                        "سركونة",
                        "سيدي خيار",
                        "ملاق",
                        "نبر"
                    ]
                },
                {
                    "nameEN": "Sakiet Sidi Youssef",
                    "nameAR": "ساقية سيدي يوسف",
                    "districts": [
                        "الطابية",
                        "جرادو",
                        "ساقية سيدي يوسف",
                        "سيدي رابح",
                        "عين الكرمة",
                        "عين مازر",
                        "فرشان"
                    ]
                },
                {
                    "nameEN": "Sers",
                    "nameAR": "السرس",
                    "districts": [
                        "الأربص",
                        "السرس الجنوبية",
                        "السرس الشمالية",
                        "بوصليعة",
                        "حي النور"
                    ]
                },
                {
                    "nameEN": "Tajerouine",
                    "nameAR": "تاجروين",
                    "districts": [
                        "الحوض",
                        "النجاة",
                        "برج الديوانة",
                        "تاجروين الجنوبية",
                        "تاجروين الشمالية",
                        "جزة",
                        "حي بورقيبة",
                        "سيدي عبد الباسط",
                        "سيدي مطير",
                        "عين الأبار",
                        "قرن حلفاية"
                    ]
                },
                {
                    "nameEN": "Touiref",
                    "nameAR": "الطويرف",
                    "districts": [
                        "الأذياب",
                        "الطويرف",
                        "ملالة",
                        "ولجة السدرة"
                    ]
                },
                {
                    "nameEN": "Zaafrane",
                    "nameAR": "زعفران دير الكاف",
                    "districts": [
                        "الزعفران",
                        "دير الكاف",
                        "وادي السواني"
                    ]
                }
            ]
        },
        {
            "nameEN": "Jendouba",
            "nameAR": "جندوبة",
            "coordinates": [
                36.7,
                8.7
            ],
            "municipalities": [
                {
                    "nameEN": "El Kalaa El Maaden Forgassen",
                    "nameAR": "القلعة المعدن فرقصان",
                    "districts": [
                        "القلعة",
                        "المعدن",
                        "فرقصان"
                    ]
                },
                {
                    "nameEN": "Ain Draham",
                    "nameAR": "عين دراهم",
                    "districts": [
                        "أولاد سدرة",
                        "التباينية",
                        "الحمران",
                        "العطاطفة",
                        "عين دراهم الأحواز",
                        "عين دراهم المدينة",
                        "عين سلام",
                        "وادي الزان"
                    ]
                },
                {
                    "nameEN": "Ain Essobh Nadhour",
                    "nameAR": "الناظور عين الصبح",
                    "districts": [
                        "الحمام",
                        "الناظور",
                        "عين السنوسي",
                        "عين الصبح"
                    ]
                },
                {
                    "nameEN": "Balta Bouawene",
                    "nameAR": "بلطة بوعوان",
                    "districts": [
                        "البلدية",
                        "السمران",
                        "الشواولة",
                        "العواوضة",
                        "بلطة",
                        "بني محمد",
                        "بوعوان",
                        "بولعابة",
                        "عبد الجبار",
                        "غزالة",
                        "وادي كساب"
                    ]
                },
                {
                    "nameEN": "Beni M'tir",
                    "nameAR": "بني مطير",
                    "districts": [
                        "القوايدية",
                        "بني مطير",
                        "بوهرتمة"
                    ]
                },
                {
                    "nameEN": "Bou Salem",
                    "nameAR": "بوسالم",
                    "districts": [
                        "البئر الأخضر",
                        "البراهمي",
                        "الروماني",
                        "الكدية",
                        "المرجى",
                        "المنقوش",
                        "بوسالم الجنوبية",
                        "بوسالم الشمالية",
                        "سيدي عبيد",
                        "عسيلة"
                    ]
                },
                {
                    "nameEN": "Fernana",
                    "nameAR": "فرنانة",
                    "districts": [
                        "العاذر",
                        "ربيعة",
                        "سيدي عمار",
                        "عين البية",
                        "فرنانة",
                        "هذيل",
                        "وادي غريب"
                    ]
                },
                {
                    "nameEN": "Ghardimaou",
                    "nameAR": "غار الدماء",
                    "districts": [
                        "الدورة",
                        "الرخاء",
                        "الصرية",
                        "المراسن",
                        "عين سلطان",
                        "غار الدماء",
                        "غار الدماء الشمالية",
                        "فج حسين",
                        "وشتاتة"
                    ]
                },
                {
                    "nameEN": "Jendouba",
                    "nameAR": "جندوبة",
                    "districts": [
                        "التطور",
                        "الجريف",
                        "الخضراء",
                        "الدير",
                        "الزغايدة",
                        "الزهور",
                        "السعادة",
                        "السواني",
                        "الفردوس",
                        "الملقى",
                        "النور",
                        "الهادي بن حسين",
                        "بلاريجيا",
                        "جندوبة الجنوبية",
                        "زطفورة",
                        "سوق الجمعة",
                        "شمتو",
                        "معلة"
                    ]
                },
                {
                    "nameEN": "Jouaouda",
                    "nameAR": "الجواودة",
                    "districts": [
                        "أولاد مفدة",
                        "الجواودة",
                        "حليمة",
                        "قلوب الثيران",
                        "قلوب الثيران الشمالية"
                    ]
                },
                {
                    "nameEN": "Khmeyria",
                    "nameAR": "الخمايرية",
                    "districts": [
                        "الخمايرية",
                        "الرويعي",
                        "تاقمة",
                        "سلول"
                    ]
                },
                {
                    "nameEN": "Oued Meliz",
                    "nameAR": "وادي مليز",
                    "districts": [
                        "الدخايلية",
                        "حكيم الجنوبية",
                        "حكيم الشمالية",
                        "وادي مليز الشرقية",
                        "وادي مليز الغربية"
                    ]
                },
                {
                    "nameEN": "Souk Essebt",
                    "nameAR": "سوق السبت",
                    "districts": [
                        "العزيمة",
                        "العيثة",
                        "سوق السبت",
                        "عين الكريمة"
                    ]
                },
                {
                    "nameEN": "Tabarka",
                    "nameAR": "طبرقة",
                    "districts": [
                        "الحامدية",
                        "الريحان",
                        "طبرقة",
                        "ملولة"
                    ]
                }
            ]
        },
        {
            "nameEN": "Gabes",
            "nameAR": "قابس",
            "coordinates": [
                33.8,
                9.7
            ],
            "municipalities": [
                {
                    "nameEN": "El Hamma",
                    "nameAR": "الحامة",
                    "districts": [
                        "القصر",
                        "المنطقة الشرقية 1",
                        "المنطقة الشرقية 2",
                        "المنطقة الشمالية",
                        "شانشو",
                        "فرحات حشاد"
                    ]
                },
                {
                    "nameEN": "Bouchemma",
                    "nameAR": "بوشمة",
                    "districts": [
                        "بوشمة"
                    ]
                },
                {
                    "nameEN": "Chenini Nahal",
                    "nameAR": "شنني - نحال",
                    "districts": [
                        "الجواولة",
                        "الرماثي",
                        "النحال",
                        "شنني الشرقية",
                        "شنني الشمالية",
                        "شنني الغربية"
                    ]
                },
                {
                    "nameEN": "Dkhilet Toujene",
                    "nameAR": "دخيلة توجان",
                    "districts": [
                        "توجان",
                        "دخيلة توجان",
                        "زمرتن",
                        "عين تونين"
                    ]
                },
                {
                    "nameEN": "El Metouia",
                    "nameAR": "المطوية",
                    "districts": [
                        "العكاريت",
                        "المطوية الجنوبية",
                        "المطوية الشمالية"
                    ]
                },
                {
                    "nameEN": "Ezzarat",
                    "nameAR": "الزارات",
                    "districts": [
                        "الزارات",
                        "العلاية"
                    ]
                },
                {
                    "nameEN": "Gabes",
                    "nameAR": "قابس",
                    "districts": [
                        "المنطقة الأولى",
                        "المنطقة الثالثة",
                        "المنطقة الثانية",
                        "المنطقة الخامسة",
                        "المنطقة الرابعة",
                        "زريق الدخلانية",
                        "سيدي بولبابة",
                        "شط سيدي عبد السلام"
                    ]
                },
                {
                    "nameEN": "Ghannouch",
                    "nameAR": "غنوش",
                    "districts": [
                        "غنوش الشرقية",
                        "غنوش الشمالية",
                        "غنوش الغربية"
                    ]
                },
                {
                    "nameEN": "Habib Thameur",
                    "nameAR": "الحبيب ثامر بوعطوش",
                    "districts": [
                        "البحاير",
                        "الحبيب ثامر",
                        "بشيمة البرج",
                        "بشيمة القلب",
                        "بوعطوش"
                    ]
                },
                {
                    "nameEN": "Ketana",
                    "nameAR": "كتانة",
                    "districts": [
                        "الزركين",
                        "زريق الغندري",
                        "عيون الزركين",
                        "كتانة"
                    ]
                },
                {
                    "nameEN": "Mareth",
                    "nameAR": "مارث",
                    "districts": [
                        "سيدي التواتي",
                        "عرام",
                        "مارث",
                        "مارث الشمالية",
                        "واريفين"
                    ]
                },
                {
                    "nameEN": "Matmata",
                    "nameAR": "مطماطة",
                    "districts": [
                        "تشين",
                        "تمزرط",
                        "مطماطة"
                    ]
                },
                {
                    "nameEN": "Matmata Djedaïda",
                    "nameAR": "مطماطة الجديدة",
                    "districts": [
                        "الزراوة",
                        "بني زلطن",
                        "بني عيسى",
                        "مطماطة الجديدة",
                        "هداج"
                    ]
                },
                {
                    "nameEN": "Menzel El Habib",
                    "nameAR": "منزل الحبيب",
                    "districts": [
                        "السقي",
                        "الفجيج",
                        "المهاملة",
                        "ربيعة والي",
                        "زقراطة",
                        "منزل الحبيب",
                        "وادي الزيتون"
                    ]
                },
                {
                    "nameEN": "Oudref",
                    "nameAR": "وذرف",
                    "districts": [
                        "الميدة",
                        "الهيشة",
                        "وذرف الجنوبية",
                        "وذرف الشمالية"
                    ]
                },
                {
                    "nameEN": "Teboulbou",
                    "nameAR": "طبلبو",
                    "districts": [
                        "الأمازير",
                        "المدو",
                        "تبلبو",
                        "ليماوة"
                    ]
                }
            ]
        },
        {
            "nameEN": "Siliana",
            "nameAR": "سليانة",
            "coordinates": [
                36.1,
                9.35
            ],
            "municipalities": [
                {
                    "nameEN": "El Hbabsa",
                    "nameAR": "الحبابسة",
                    "districts": [
                        "الجميلات",
                        "الحبابسة الجنوبية",
                        "الحبابسة الشمالية"
                    ]
                },
                {
                    "nameEN": "El Krib",
                    "nameAR": "الكريب",
                    "districts": [
                        "الدخانية",
                        "الكريب الجنوبية",
                        "الكريب الشمالية",
                        "برج المسعودي الجنوبية",
                        "برج المسعودي الشمالية",
                        "حمام بياضة الجنوبية",
                        "حمام بياضة الشمالية"
                    ]
                },
                {
                    "nameEN": "Bargou",
                    "nameAR": "برقو",
                    "districts": [
                        "أحواز برقو",
                        "أولاد فرج",
                        "البحيرين",
                        "الدريجة",
                        "برقو",
                        "سيدي سعيد",
                        "عين بوسعدية",
                        "عين فرنة"
                    ]
                },
                {
                    "nameEN": "Bou Arada",
                    "nameAR": "بوعرادة",
                    "districts": [
                        "أحواز بوعرادة",
                        "بوعرادة",
                        "سيدي عبد النور",
                        "طرف الشناء",
                        "فطيس",
                        "هنشير الرومان"
                    ]
                },
                {
                    "nameEN": "Bourouis",
                    "nameAR": "بورويس",
                    "districts": [
                        "التريشة",
                        "العباسي",
                        "بورويس الجنوبية",
                        "بورويس الشمالية",
                        "عين عاشور",
                        "محطة الكريب"
                    ]
                },
                {
                    "nameEN": "El Aroussa",
                    "nameAR": "العروسة",
                    "districts": [
                        "الرميل",
                        "العروسة",
                        "بوجليدة",
                        "سيدي عياد",
                        "مسراطة"
                    ]
                },
                {
                    "nameEN": "Errouhia",
                    "nameAR": "الروحية",
                    "districts": [
                        "الحميمة",
                        "الروحية",
                        "السميرات الجنوبية",
                        "السميرات الشمالية",
                        "المساحلة",
                        "الهرية",
                        "بوعجيلة"
                    ]
                },
                {
                    "nameEN": "Gaafour",
                    "nameAR": "قعفور",
                    "districts": [
                        "الأحواز الشمالية",
                        "الأخوات",
                        "الأقصاب",
                        "عين زريق",
                        "قعفور الشرقية",
                        "قعفور الغربية"
                    ]
                },
                {
                    "nameEN": "Kesra",
                    "nameAR": "كسرى",
                    "districts": [
                        "الحمام",
                        "الفضول",
                        "القرية الجنوبية",
                        "القرية الشمالية",
                        "اللوزة",
                        "المنصورة الجنوبية",
                        "المنصورة الشمالية",
                        "بوعبد اللّه",
                        "كسرى"
                    ]
                },
                {
                    "nameEN": "Makthar",
                    "nameAR": "مكثر",
                    "districts": [
                        "السوالم",
                        "الشوارنية",
                        "الصدّين",
                        "القرعة",
                        "باز",
                        "بني حازم",
                        "رأس الوادي",
                        "سند الحداد",
                        "صيار",
                        "مكثر الجنوبية"
                    ]
                },
                {
                    "nameEN": "Sidi Morched",
                    "nameAR": "سيدي مرشد",
                    "districts": [
                        "أولاد زناق",
                        "السفينة",
                        "القابل",
                        "سيدي حمادة",
                        "سيدي مرشد"
                    ]
                },
                {
                    "nameEN": "Siliana",
                    "nameAR": "سليانة",
                    "districts": [
                        "الجوي",
                        "الخلصة",
                        "العرب",
                        "جامة",
                        "سجة",
                        "سليانة الجنوبية",
                        "سليانة الشمالية",
                        "سليانة المدينة",
                        "سيدي منصور",
                        "عين ديسة",
                        "مرج مقدم",
                        "مصوج"
                    ]
                }
            ]
        },
        {
            "nameEN": "Ben Arous",
            "nameAR": "بن عروس",
            "coordinates": [
                36.65,
                10.23
            ],
            "municipalities": [
                {
                    "nameEN": "Ben Arous",
                    "nameAR": "بن عروس",
                    "districts": [
                        "الرابطة",
                        "المدينة الجديدة 1",
                        "المدينة الجديدة2",
                        "المهيري",
                        "الياسمينات",
                        "بن عروس الشرقية",
                        "بن عروس الغربية",
                        "حي الاسكان",
                        "سيدي بن عروس",
                        "سيدي مصباح"
                    ]
                },
                {
                    "nameEN": "Bou Mhel El Bassatine",
                    "nameAR": "بومهل البساتين",
                    "districts": [
                        "البساتين",
                        "البساتين الغربية",
                        "بومهل",
                        "شالة"
                    ]
                },
                {
                    "nameEN": "El Mourouj",
                    "nameAR": "المروج",
                    "districts": [
                        "المروج 1",
                        "المروج 3",
                        "المروج 4",
                        "المروج 5",
                        "بئر القصعة",
                        "فرحات حشاد"
                    ]
                },
                {
                    "nameEN": "Ezzahra",
                    "nameAR": "الزهراء",
                    "districts": [
                        "18جانفي",
                        "الزهراء المدينة",
                        "برج الوزير",
                        "حي الحبيب"
                    ]
                },
                {
                    "nameEN": "Fouchana",
                    "nameAR": "فوشانة",
                    "districts": [
                        "المغيرة",
                        "الهضاب",
                        "حي المستقبل",
                        "فوشانة"
                    ]
                },
                {
                    "nameEN": "Hammam Chott",
                    "nameAR": "حمام الشط",
                    "districts": [
                        "بئر الباي",
                        "برج السدرية",
                        "حمام الشط"
                    ]
                },
                {
                    "nameEN": "Hammam Lif",
                    "nameAR": "حمام الأنف",
                    "districts": [
                        "حمام الانف المدينة",
                        "حمام الانف الملعب",
                        "حمام الانف بوقرنين",
                        "حي محمد علي"
                    ]
                },
                {
                    "nameEN": "Khelidia",
                    "nameAR": "الخليدية",
                    "districts": [
                        "أوذنة",
                        "الخليدية",
                        "السلام",
                        "القصيبي",
                        "القنة",
                        "عين رقاد"
                    ]
                },
                {
                    "nameEN": "Megrine",
                    "nameAR": "مقرين",
                    "districts": [
                        "جوهرة",
                        "سيدي رزيق",
                        "سيدي رزيق 2",
                        "مقرين الرياض",
                        "مقرين العليا",
                        "مقرين شاكر",
                        "مقرين شاكر2",
                        "منزل مبروك"
                    ]
                },
                {
                    "nameEN": "Mohamedia",
                    "nameAR": "المحمدية",
                    "districts": [
                        "المحمدية",
                        "المنجي سليم",
                        "حي السعادة",
                        "حي النسيم",
                        "سيدي فرج"
                    ]
                },
                {
                    "nameEN": "Mornag",
                    "nameAR": "مرناق",
                    "districts": [
                        "الرسالة",
                        "الزاوية",
                        "الكبوطي",
                        "جبل الرصاص",
                        "سيدي سالم القارصي",
                        "سيدي سعد",
                        "مرناق",
                        "مرناق الغربية"
                    ]
                },
                {
                    "nameEN": "Naâssen",
                    "nameAR": "نعسان",
                    "districts": [
                        "دوار الحوش",
                        "شبدّة",
                        "نعسان"
                    ]
                },
                {
                    "nameEN": "Radès",
                    "nameAR": "رادس",
                    "districts": [
                        "الطيب المهيري",
                        "المنجي سليم",
                        "رادس الغابة",
                        "رادس المدينة",
                        "رادس الملاحة",
                        "رادس رمادة",
                        "رادس مليان",
                        "نوبو"
                    ]
                }
            ]
        },
        {
            "nameEN": "Tataouine",
            "nameAR": "تطاوين",
            "coordinates": [
                32.06,
                10.02
            ],
            "municipalities": [
                {
                    "nameEN": "Bir Lahmar",
                    "nameAR": "بئر الأحمر",
                    "districts": [
                        "البئر الاحمر الشرقية",
                        "البئر الاحمر الغربية",
                        "البساتين",
                        "السند",
                        "العرقوب",
                        "المدينة",
                        "قراقر"
                    ]
                },
                {
                    "nameEN": "Dhehiba",
                    "nameAR": "ذهيبة",
                    "districts": [
                        "ذهيبة الشرقية",
                        "ذهيبة الغربية"
                    ]
                },
                {
                    "nameEN": "Ghomrassen",
                    "nameAR": "غمراسن",
                    "districts": [
                        "الزهور",
                        "الفرش",
                        "القرضاب",
                        "المدينة الجديدة",
                        "الواحة",
                        "غمراسن",
                        "قرماسة",
                        "قصر الحدادة",
                        "قصر المرابطين",
                        "وادي الخيل"
                    ]
                },
                {
                    "nameEN": "Remada",
                    "nameAR": "رمادة",
                    "districts": [
                        "بئر عمير",
                        "برج الخضراء",
                        "رمادة الشرقية",
                        "رمادة الغربية",
                        "كنبوت",
                        "مغنى",
                        "نكريف"
                    ]
                },
                {
                    "nameEN": "Smar",
                    "nameAR": "الصمار",
                    "districts": [
                        "الرهاش",
                        "الصمار",
                        "الغرياني",
                        "المرة",
                        "بني مهيرة الشرقية",
                        "رمادة الشرقية",
                        "قصر عون",
                        "قصر مهيرة",
                        "كرشاو"
                    ]
                },
                {
                    "nameEN": "Tataouine",
                    "nameAR": "تطاوين",
                    "districts": [
                        "التضامن",
                        "الرقبة",
                        "الزهراء",
                        "السعادة",
                        "القلعة الشرقية",
                        "القلعة الغربية",
                        "المزطورية الجنوبية",
                        "المزطورية الشمالية",
                        "المعونة",
                        "النزهة",
                        "النصر",
                        "برورمت",
                        "بني بلال",
                        "تطاوين العليا",
                        "تطاوين المدينة",
                        "تلالت",
                        "حي البر",
                        "خاتمة",
                        "غرغار",
                        "قصر المقابلة",
                        "قطوفة",
                        "وادي الغار",
                        "وادي القمح"
                    ]
                },
                {
                    "nameEN": "Tataouine Sud",
                    "nameAR": "تطاوين الجنوبية",
                    "districts": [
                        "الدويرات",
                        "المسرب",
                        "بئر الثلاثين",
                        "بني بركة",
                        "رأس الوادي",
                        "شنني",
                        "شنني الجديدة"
                    ]
                }
            ]
        },
        {
            "nameEN": "Kasserine",
            "nameAR": "القصرين",
            "coordinates": [
                35.3,
                8.8
            ],
            "municipalities": [
                {
                    "nameEN": "El Ayoun",
                    "nameAR": "العيون",
                    "districts": [
                        "البرك",
                        "البواجر",
                        "العيون",
                        "القرين",
                        "توشة",
                        "عين السلسلة"
                    ]
                },
                {
                    "nameEN": "Ain El Khemaissia",
                    "nameAR": "عين الخمايسية",
                    "districts": [
                        "الثماد",
                        "عين الخمائسية",
                        "عين زيان"
                    ]
                },
                {
                    "nameEN": "Bouzguam",
                    "nameAR": "بوزقام",
                    "districts": [
                        "العويجة",
                        "بوزقام",
                        "سيدي حراث"
                    ]
                },
                {
                    "nameEN": "Charaê - Machrek Echems",
                    "nameAR": "الشرائع مشرق الشمس",
                    "districts": [
                        "الدولاب",
                        "الشرائع",
                        "الفنة",
                        "الوساعية",
                        "سمامة",
                        "مشرق الشمس"
                    ]
                },
                {
                    "nameEN": "Djedeliane",
                    "nameAR": "جدليان",
                    "districts": [
                        "جدليان",
                        "عين أم الجدور",
                        "عين الحمادنة",
                        "فج تربح",
                        "محرزة"
                    ]
                },
                {
                    "nameEN": "Ennour",
                    "nameAR": "النور",
                    "districts": [
                        "النور الشرقي",
                        "النور الغربي"
                    ]
                },
                {
                    "nameEN": "Errakhmet",
                    "nameAR": "الرخمات",
                    "districts": [
                        "الرخمات",
                        "القرعة الحمراء",
                        "المزارة"
                    ]
                },
                {
                    "nameEN": "Ezzouhour - Kasserine",
                    "nameAR": "الزهور - القصرين",
                    "districts": [
                        "الزهور الغربي 1",
                        "الزهور الغربي 2",
                        "الزهور الغربي 4"
                    ]
                },
                {
                    "nameEN": "Feriana",
                    "nameAR": "فريانة",
                    "districts": [
                        "الأحواش",
                        "الصخيرات",
                        "العرعار",
                        "العرق",
                        "حناشي",
                        "فريانة"
                    ]
                },
                {
                    "nameEN": "Foussana",
                    "nameAR": "فوسانة",
                    "districts": [
                        "أفران",
                        "أولاد محفوظ",
                        "الحازة",
                        "الرطيبات",
                        "العذيرة",
                        "بودرياس",
                        "عين الجنان",
                        "فوسانة",
                        "فوسانة الأحواز"
                    ]
                },
                {
                    "nameEN": "Hassi El Ferid",
                    "nameAR": "حاسي الفريد",
                    "districts": [
                        "السلوم",
                        "الكامور",
                        "الهشيم",
                        "حاسي الفريد",
                        "خنقة الجازية"
                    ]
                },
                {
                    "nameEN": "Hidra",
                    "nameAR": "حيدرة",
                    "districts": [
                        "الأجرد",
                        "الطباقة",
                        "المكيمن",
                        "حيدرة",
                        "عين الدفلة"
                    ]
                },
                {
                    "nameEN": "Kasserine",
                    "nameAR": "القصرين",
                    "districts": [
                        "البساتين",
                        "الخضراء",
                        "الدغرة",
                        "بولعابة",
                        "بولهيجات",
                        "مقدودش"
                    ]
                },
                {
                    "nameEN": "Khmouda",
                    "nameAR": "خمودة",
                    "districts": [
                        "البريكة",
                        "المزيرعة",
                        "خمودة الجنوبية",
                        "خمودة الشمالية"
                    ]
                },
                {
                    "nameEN": "Majel Bel Abbes",
                    "nameAR": "ماجل بلعباس",
                    "districts": [
                        "أم الأقصاب",
                        "الناظور",
                        "صولة",
                        "قروع الجدرة",
                        "ماجل بالعباس الجنوبية",
                        "ماجل بالعباس الشمالية",
                        "هنشير أم الخير"
                    ]
                },
                {
                    "nameEN": "Sbeitla",
                    "nameAR": "سبيطلة",
                    "districts": [
                        "الأثار",
                        "الخضراء",
                        "القصر",
                        "حي السرور",
                        "سبيطلة"
                    ]
                },
                {
                    "nameEN": "Sbiba",
                    "nameAR": "سبيبة",
                    "districts": [
                        "إبراهيم الزهار",
                        "الأحواز",
                        "سبيبة",
                        "وادي الحطب"
                    ]
                },
                {
                    "nameEN": "Telept",
                    "nameAR": "تلابت",
                    "districts": [
                        "أم علي",
                        "بوحية",
                        "بوشبكة",
                        "تلابت",
                        "عبد العظيم",
                        "قارة النعام"
                    ]
                },
                {
                    "nameEN": "Thala",
                    "nameAR": "تالة",
                    "districts": [
                        "الجوى",
                        "الحماد",
                        "الدشرة",
                        "الشافعي",
                        "برماجنة",
                        "بو الأحناش",
                        "تالة الشرقية",
                        "تالة الغربية",
                        "زلفان",
                        "سيدي محمد",
                        "عين الجديدة",
                        "وادي الرشح",
                        "ولجة الظل"
                    ]
                }
            ]
        },
        {
            "nameEN": "Zaghouan",
            "nameAR": "زغوان",
            "coordinates": [
                36.3,
                10
            ],
            "municipalities": [
                {
                    "nameEN": "El Fahs",
                    "nameAR": "الفحص",
                    "districts": [
                        "أحواز الفحص",
                        "الغريفات",
                        "الفحص",
                        "بنت سعيدان",
                        "جوقار",
                        "وادي الخضراء"
                    ]
                },
                {
                    "nameEN": "Bir M'chergua",
                    "nameAR": "بئر المشارقة",
                    "districts": [
                        "الزريبة الحمام الجنوبية",
                        "بئر مشارقة",
                        "بئر مشارقة المحطة",
                        "بوشة",
                        "دلائل العروس",
                        "سمنجة"
                    ]
                },
                {
                    "nameEN": "El Amaiem",
                    "nameAR": "العمايم",
                    "districts": [
                        "أم الأبواب",
                        "أولاد الزوابي",
                        "الدروع",
                        "العمايم الجنوبية",
                        "العمايم الشمالية",
                        "بئر مقرة",
                        "تليل الصالحي"
                    ]
                },
                {
                    "nameEN": "Ennadhour",
                    "nameAR": "الناظور",
                    "districts": [
                        "الناظور",
                        "بئر الشاوش",
                        "سوغاس",
                        "صوار",
                        "عين البطوم"
                    ]
                },
                {
                    "nameEN": "Ezzriba",
                    "nameAR": "الزريبة",
                    "districts": [
                        "الجوف الشرقية",
                        "الجوف الغربية",
                        "الزريبة الحمام الجنوبية",
                        "الزريبة القرية",
                        "بوعشير",
                        "جرادو",
                        "عين الباطريية"
                    ]
                },
                {
                    "nameEN": "Jebel Oust",
                    "nameAR": "جبل الوسط",
                    "districts": [
                        "جبل الوسط",
                        "عين الصفصاف",
                        "عين عسكر"
                    ]
                },
                {
                    "nameEN": "Saouaf",
                    "nameAR": "صواف",
                    "districts": [
                        "الحميرة",
                        "الدغافلة الشرقية",
                        "الدغافلة الغربية",
                        "صواف الشرقية",
                        "صواف الغربية"
                    ]
                },
                {
                    "nameEN": "Zaghouan",
                    "nameAR": "زغوان",
                    "districts": [
                        "العيثة",
                        "بئر حليمة",
                        "جيملة",
                        "زغوان الجنوبية",
                        "زغوان الشمالية",
                        "زغوان المدينة",
                        "مقرن",
                        "وادي الرمل",
                        "وادي الزيت"
                    ]
                }
            ]
        },
        {
            "nameEN": "Kairouan",
            "nameAR": "القيروان",
            "coordinates": [
                35.6,
                9.9
            ],
            "municipalities": [
                {
                    "nameEN": "Abida",
                    "nameAR": "عبيدة",
                    "districts": [
                        "الكرمة",
                        "سيدي علي بن سالم",
                        "عبيدة",
                        "هماد"
                    ]
                },
                {
                    "nameEN": "Ain Jelloula",
                    "nameAR": "عين جلولة",
                    "districts": [
                        "جبل وسلات",
                        "عين جلولة"
                    ]
                },
                {
                    "nameEN": "Bouhajla",
                    "nameAR": "بوحجلة",
                    "districts": [
                        "أولاد عاشور",
                        "أولاد فرج اللّه الجنوبية",
                        "أولاد فرج اللّه الشمالية",
                        "الشرايطية الشمالية",
                        "الشوامخ",
                        "الفتح",
                        "القطيطير",
                        "المويسات",
                        "النصر",
                        "بئر بوساري",
                        "بئر مسكين",
                        "بوحجلة الأحواز",
                        "بوحجلة المركز"
                    ]
                },
                {
                    "nameEN": "Chaouachi",
                    "nameAR": "شواشي",
                    "districts": [
                        "الرحيمة",
                        "السرجة",
                        "الشواشي",
                        "القنطرة"
                    ]
                },
                {
                    "nameEN": "Chebika",
                    "nameAR": "الشبيكة",
                    "districts": [
                        "الجواودة",
                        "الرويسات",
                        "الشبيكة",
                        "العوامرية"
                    ]
                },
                {
                    "nameEN": "Cheraitia ksour",
                    "nameAR": "الشرايطية - القصور",
                    "districts": [
                        "الشرائطية الجنوبية",
                        "القصور"
                    ]
                },
                {
                    "nameEN": "Echrarda",
                    "nameAR": "الشراردة",
                    "districts": [
                        "الشراردة",
                        "بئر الحلو"
                    ]
                },
                {
                    "nameEN": "El Ain El Beidha",
                    "nameAR": "عين البيضاء",
                    "districts": [
                        "أولاد خلف اللّه",
                        "العين البيضاء",
                        "طرزة الجنوبية"
                    ]
                },
                {
                    "nameEN": "El Alaa",
                    "nameAR": "العلا",
                    "districts": [
                        "أولاد عمر",
                        "العلا",
                        "القطار",
                        "المساعيد",
                        "صيادة الجنوبية",
                        "صيادة الشمالية",
                        "طرزة الشمالية",
                        "مسيوتة النقاز",
                        "مسيوتة الهناشير"
                    ]
                },
                {
                    "nameEN": "Haffouz",
                    "nameAR": "حفوز",
                    "districts": [
                        "الحوفية",
                        "الشريشيرة",
                        "حفوز المركز",
                        "خيط الوادي",
                        "وادي الجباس"
                    ]
                },
                {
                    "nameEN": "Hajeb El Ayoun",
                    "nameAR": "حاجب العيون",
                    "districts": [
                        "أحواز الحاجب",
                        "الحاجب المركز",
                        "الغويبة",
                        "الهدايا",
                        "وادي الحجل"
                    ]
                },
                {
                    "nameEN": "Jehina",
                    "nameAR": "جهينة",
                    "districts": [
                        "جهينة الجنوبية",
                        "جهينة الشمالية"
                    ]
                },
                {
                    "nameEN": "Kairouan",
                    "nameAR": "القيروان",
                    "districts": [
                        "أولاد نهار",
                        "الأغالبة",
                        "الباطن",
                        "التبان",
                        "الجامع الجنوبية",
                        "الجامع الشمالية",
                        "الجبلية الشمالية",
                        "الخزازية",
                        "الغابات",
                        "القبلية الجنوبية",
                        "القبلية الشمالية",
                        "المتبسطة",
                        "المنشية",
                        "المنصورة الجنوبية",
                        "المنصورة الشمالية",
                        "ذراع التمار",
                        "زرود",
                        "مرق الليل"
                    ]
                },
                {
                    "nameEN": "Menzel Mhiri",
                    "nameAR": "منزل المهيري",
                    "districts": [
                        "الحميدات",
                        "الطويلة",
                        "الفجيج",
                        "نصر اللّه المركز"
                    ]
                },
                {
                    "nameEN": "Nasrallah",
                    "nameAR": "نصر الله",
                    "districts": [
                        "البريكات",
                        "الكبارة",
                        "المنارة",
                        "نصر الله الأحواز",
                        "نصر اللّه المركز"
                    ]
                },
                {
                    "nameEN": "Oueslatia",
                    "nameAR": "الوسلاتية",
                    "districts": [
                        "البحاير",
                        "المنزل",
                        "الوسلاتية الشرقية",
                        "الوسلاتية الغربية",
                        "جبل الريحان",
                        "جبل السرج",
                        "زغدود",
                        "معروف",
                        "وادي القصب"
                    ]
                },
                {
                    "nameEN": "Rakada",
                    "nameAR": "رقادة",
                    "districts": [
                        "الحمام",
                        "الخضراء",
                        "المخصومة",
                        "النبش",
                        "بريكات العرقوب",
                        "رقادة",
                        "زعفرانة"
                    ]
                },
                {
                    "nameEN": "Sbikha",
                    "nameAR": "السبيخة",
                    "districts": [
                        "الدخلية",
                        "السبيخة المركز",
                        "الشرفة",
                        "الشقافية",
                        "العلم",
                        "الفريوات",
                        "القطيفة",
                        "سرديانة",
                        "سيدي مسعود",
                        "عين بومرة"
                    ]
                },
                {
                    "nameEN": "Sisseb Edheriaat",
                    "nameAR": "سيسب الدريعات",
                    "districts": [
                        "الدريعات",
                        "العويثة",
                        "القفي",
                        "سيسب",
                        "وادي الخريوع"
                    ]
                }
            ]
        },
        {
            "nameEN": "Beja",
            "nameAR": "باجة",
            "coordinates": [
                36.9,
                9.29
            ],
            "municipalities": [
                {
                    "nameEN": "Beja",
                    "nameAR": "باجة",
                    "districts": [
                        "الزوابي",
                        "الغرابة",
                        "الغيرية",
                        "القصبة",
                        "المزارة",
                        "المنار",
                        "المنشار",
                        "النقاشية",
                        "الهواري",
                        "باجة",
                        "بوحزام",
                        "سيدي فرج",
                        "عزرة",
                        "عين السلطان",
                        "قصر باردو",
                        "قصر مزوار"
                    ]
                },
                {
                    "nameEN": "El Maagoula",
                    "nameAR": "المعقولة",
                    "districts": [
                        "المخشبية",
                        "المعقولة",
                        "حمام سيالة",
                        "زواغة"
                    ]
                },
                {
                    "nameEN": "Esslouguia",
                    "nameAR": "السلوقية",
                    "districts": [
                        "السلوقية",
                        "سيدي عبد العزيز"
                    ]
                },
                {
                    "nameEN": "Goubellat",
                    "nameAR": "قبلاط",
                    "districts": [
                        "القمرتي",
                        "بئر العش",
                        "خشاب",
                        "خنقية الدهان",
                        "دور إسماعيل",
                        "شيخ الوديان",
                        "قبلاط",
                        "قرام"
                    ]
                },
                {
                    "nameEN": "Medjez El Bab",
                    "nameAR": "مجاز الباب",
                    "districts": [
                        "القريعات",
                        "القصر",
                        "المواطيس",
                        "الهري",
                        "توكابر",
                        "حيدوس",
                        "سيدي أحمد الجديدي",
                        "سيدي الرايس",
                        "سيدي مدين",
                        "سيدي نصر",
                        "شواش",
                        "قريش الوادي",
                        "مجاز الباب الجنوبية",
                        "مجاز الباب المدينة"
                    ]
                },
                {
                    "nameEN": "Nefza",
                    "nameAR": "نفزة",
                    "districts": [
                        "الزوارع",
                        "بالليف",
                        "جبل الديس",
                        "كاف النيقرو",
                        "مقطع حديد",
                        "نفزة الشرقية",
                        "نفزة الغربية"
                    ]
                },
                {
                    "nameEN": "Ouechtata",
                    "nameAR": "وشتاتة الجميلة",
                    "districts": [
                        "الجميلة",
                        "الطبابة",
                        "الظهيرات",
                        "بوزنة",
                        "زاقة",
                        "غياضة",
                        "فطناسة",
                        "وادي المعدن",
                        "وشتاتة"
                    ]
                },
                {
                    "nameEN": "Sidi Smail",
                    "nameAR": "سيدي اسماعيل",
                    "districts": [
                        "سيدي إسماعيل",
                        "سيدي السهيلي",
                        "مستوتة"
                    ]
                },
                {
                    "nameEN": "Teboursouk",
                    "nameAR": "تبرسق",
                    "districts": [
                        "المنشية",
                        "بئر التوتة",
                        "تبرسق المدينة",
                        "دقة",
                        "ريحانة",
                        "عين الحمام",
                        "عين الكرمة",
                        "عين المليتي",
                        "عين جمالة",
                        "فدان السوق"
                    ]
                },
                {
                    "nameEN": "Testour",
                    "nameAR": "تستور",
                    "districts": [
                        "أولاد سلامة",
                        "إبن زيدون",
                        "الصخيرة",
                        "تستور",
                        "حي 26 فيفري",
                        "زلدو",
                        "سيدي عامر",
                        "عين يونس",
                        "مزوغة",
                        "وادي الزرقاء"
                    ]
                },
                {
                    "nameEN": "Tibar",
                    "nameAR": "تيبار",
                    "districts": [
                        "النشيمة",
                        "تيبار",
                        "دجبة",
                        "عين الدفالي"
                    ]
                },
                {
                    "nameEN": "Zahret Medien",
                    "nameAR": "زهرة مدين",
                    "districts": [
                        "الجوزة",
                        "الحمراء",
                        "الرماضنية",
                        "الطرهوني",
                        "الغرفة",
                        "الفرايجية",
                        "القوسة",
                        "المجالس",
                        "زهرة مدين",
                        "زهرة مدين الجنوبية",
                        "صباح",
                        "غزية",
                        "مالك",
                        "مغراوة"
                    ]
                }
            ]
        },
        {
            "nameEN": "Kebili",
            "nameAR": "قبلي",
            "coordinates": [
                33.4,
                8.9
            ],
            "municipalities": [
                {
                    "nameEN": "El Faouar",
                    "nameAR": "الفوار",
                    "districts": [
                        "الصابرية الشرقية",
                        "الصابرية الغربية",
                        "بشني الدرجين",
                        "غريب",
                        "غيدمة"
                    ]
                },
                {
                    "nameEN": "El Golaa",
                    "nameAR": "القلعة",
                    "districts": [
                        "القلعة"
                    ]
                },
                {
                    "nameEN": "Bchelli",
                    "nameAR": "بشلي جرسين البليدات",
                    "districts": [
                        "البليدات",
                        "بشلى",
                        "بني محمّد",
                        "جرسين"
                    ]
                },
                {
                    "nameEN": "Béchri Fatnassa",
                    "nameAR": "بشري فطناسة",
                    "districts": [
                        "بشري",
                        "فطناسة",
                        "نقة"
                    ]
                },
                {
                    "nameEN": "Douz",
                    "nameAR": "دوز",
                    "districts": [
                        "العبادلة",
                        "العذارة",
                        "العوينة الجنوبية",
                        "العوينة الشمالية",
                        "دوز الشرقية",
                        "دوز الغربية",
                        "غليسية",
                        "نويل الجنوبية",
                        "نويل الشمالية"
                    ]
                },
                {
                    "nameEN": "Jemna",
                    "nameAR": "جمنة",
                    "districts": [
                        "جمنة الجنوبية",
                        "جمنة الشمالية"
                    ]
                },
                {
                    "nameEN": "Kebili",
                    "nameAR": "قبلي",
                    "districts": [
                        "الرابطة",
                        "القطعاية",
                        "المنصورة",
                        "بازمة",
                        "تلمين",
                        "تنبيب",
                        "جنعورة",
                        "سعيدان",
                        "طنبار",
                        "قبلي الجنوبية",
                        "قبلي الشرقية",
                        "قبلي الشمالية",
                        "ليماقس اسفطميمية"
                    ]
                },
                {
                    "nameEN": "Rejim Mâatoug",
                    "nameAR": "رجيم معتوق",
                    "districts": [
                        "المطروحة",
                        "رجيم معتوق"
                    ]
                },
                {
                    "nameEN": "Souk El Ahed",
                    "nameAR": "سوق الأحد",
                    "districts": [
                        "الزاوية",
                        "المنشية",
                        "ام الصمعة",
                        "بو عبد الله"
                    ]
                }
            ]
        },
        {
            "nameEN": "Tunis",
            "nameAR": "تونس",
            "coordinates": [
                36.8,
                10.13
            ],
            "municipalities": [
                {
                    "nameEN": "Carthage",
                    "nameAR": "قرطاج",
                    "districts": [
                        "الياسمينة",
                        "حي محمد علي",
                        "قرطاج الشاطىء",
                        "قرطاج بيرصا"
                    ]
                },
                {
                    "nameEN": "La Goulette",
                    "nameAR": "حلق الوادي",
                    "districts": [
                        "الطيب المهيري",
                        "حلق الوادي",
                        "خير الدين"
                    ]
                },
                {
                    "nameEN": "La Marsa",
                    "nameAR": "المرسى",
                    "districts": [
                        "البحر الأزرق",
                        "الرميلة",
                        "المرسى الحدائق",
                        "المرسى الرياض",
                        "المرسى المدينة",
                        "سيدي داود",
                        "قمرت"
                    ]
                },
                {
                    "nameEN": "Le Bardo",
                    "nameAR": "باردو",
                    "districts": [
                        "إبن سيناء",
                        "الإقامة الطيبة",
                        "السعادة",
                        "باردو",
                        "باردو الجنوبي",
                        "باردو الشمالي",
                        "بوشوشة",
                        "خزندار",
                        "قصر البرطال",
                        "قصر السعيد الثاني"
                    ]
                },
                {
                    "nameEN": "Le Kram",
                    "nameAR": "الكرم",
                    "districts": [
                        "البحيرة",
                        "الرياض",
                        "الكرم الشرقي",
                        "الكرم الغربي",
                        "بئر الحلو",
                        "سيدي فرج"
                    ]
                },
                {
                    "nameEN": "Sidi Bou Said",
                    "nameAR": "سيدي بوسعيد",
                    "districts": [
                        "أميلكار",
                        "سيدي بوسعيد"
                    ]
                },
                {
                    "nameEN": "Sidi Hassine",
                    "nameAR": "سيدي حسين",
                    "districts": [
                        "20مارس",
                        "25جويلية",
                        "الجيارة",
                        "برج شاكير",
                        "بيرين",
                        "سيدي حسين",
                        "عطار",
                        "مغيرة إنزال"
                    ]
                },
                {
                    "nameEN": "Tunis",
                    "nameAR": "تونس",
                    "districts": [
                        "أبو القاسم الشابي",
                        "إبن سينا 1",
                        "إبن سينا 2",
                        "البحيرة",
                        "التحرير الأول",
                        "التحرير الثالث",
                        "التحرير العلوي",
                        "التوفيق",
                        "الحبيب ثامر",
                        "الحدائق",
                        "الحديقة",
                        "الحرائرية",
                        "الحفصية",
                        "الحلفاوين",
                        "الرمانة",
                        "الزهروني",
                        "الزهور",
                        "الزهور الخامس",
                        "الزهور الرابع",
                        "السعادة",
                        "السمران",
                        "السيدة المنوبية",
                        "الصديق",
                        "العقبة",
                        "العقبة العليا",
                        "العمران",
                        "العمران الأعلى",
                        "العنتيت",
                        "الفلة",
                        "القرجومة",
                        "الكبارية 1",
                        "الكبارية 2",
                        "الكبارية 3",
                        "الكبارية 4",
                        "المروج 2",
                        "الملاسين",
                        "المنار",
                        "المنار1",
                        "المنزه",
                        "النجاح",
                        "النسيم",
                        "الهادي شاكر",
                        "الوردية",
                        "بئر عتيق",
                        "باب البحر",
                        "باب البنات",
                        "باب الخضراء",
                        "باب المنارة",
                        "باب سعدون",
                        "باب سويقة",
                        "باش حانبة",
                        "بحيرة تونس",
                        "بوقطفة",
                        "تربة الباي",
                        "حي ابن خلدون السادس",
                        "حي الإزدهار",
                        "حي الإنطلاقة",
                        "حي الحدائق",
                        "حي الخضراء",
                        "حي الزياتين",
                        "حي الطيران",
                        "حي الفتح",
                        "حي النور",
                        "حي بن خلدون الأول",
                        "حي محمد علي",
                        "رأس الطابية",
                        "سيدي البحري",
                        "سيدي بلحسن",
                        "سيدي علي عزوز",
                        "سيدي فتح الله",
                        "طارق بن زياد",
                        "علي البلهوان - (السيجومي)",
                        "علي البلهوان - (حي الخضراء)",
                        "علي باش حانبة",
                        "غدير القلة",
                        "غرة جوان",
                        "فرحات حشاد - (حي الخضراء)",
                        "فرحات حشاد - (سيدي البشير)",
                        "وادي السبعي"
                    ]
                }
            ]
        },
        {
            "nameEN": "Tozeur",
            "nameAR": "توزر",
            "coordinates": [
                34,
                7.94
            ],
            "municipalities": [
                {
                    "nameEN": "Degach",
                    "nameAR": "دقاش",
                    "districts": [
                        "المحاسن",
                        "بوهلال",
                        "دغومس",
                        "دقاش الشمالية",
                        "سبع أبار"
                    ]
                },
                {
                    "nameEN": "Hamet Ejrid",
                    "nameAR": "حامة الجريد",
                    "districts": [
                        "الحامة",
                        "النملات"
                    ]
                },
                {
                    "nameEN": "Hazoua",
                    "nameAR": "حزوة",
                    "districts": [
                        "حزوة"
                    ]
                },
                {
                    "nameEN": "Nefta",
                    "nameAR": "نفطة",
                    "districts": [
                        "الخضر بن حسين",
                        "السني",
                        "الشافعي الشريف",
                        "الواحة",
                        "غرة جوان"
                    ]
                },
                {
                    "nameEN": "Tameghza",
                    "nameAR": "تمغزة",
                    "districts": [
                        "الرميثة",
                        "الشبيكة",
                        "تمغزة",
                        "عين الكرمة",
                        "فم الخنقة",
                        "ميداس"
                    ]
                },
                {
                    "nameEN": "Tozeur",
                    "nameAR": "توزر",
                    "districts": [
                        "الإزدهار",
                        "الحضر",
                        "الزبدة",
                        "الشابية",
                        "الهبائلة",
                        "الهوادف",
                        "حي المطار",
                        "رأس الذراع حلبة"
                    ]
                }
            ]
        }
    ],
    tunisiacoordinates:[34.5, 9.849795,7]
}
